
[{"id":"000","name":"Jack Franklin Perry, Jr","age":"35","height":"1.78m","weight":"95kg","race":"Human","gender":"Male","class":"Adventurer","origin":"Earth","quote":"''Hire me!'' - Jack to Potential Employers","description":"I'm a Computer Programming graduate and Final Fantasy nerd. I'm an artist and adventurer. I love to learn and to work with software and art. I was born in Northeast Ohio and currently live in Louisville, KY with my fiancée. I'm now searching for a job in the software development industry.","image":"https://lh3.googleusercontent.com/2L3EjTjn0pB70xP9J-uLBAX8A7ND-W9BWR0wQcVE2iQLtTQbwl71X3-fUs5d388-xlh_5kCNSAcFyZaOEluRSv99wRhvCr_tgZJmMSldfOZh7Sxg4DCACDesLktxKdsim3OlCBHueEGVLp_bc0a_ooql1ZrBm8Su-oESiKyiagCgXfLMlyBqqvuHL-g8ZT1vuKSQW-hf3xeeX3nuMVIqJzXPuh056c-orhHBB5KDjQLhZl7BJiha-GSHMkW_ykT_JfZjiDrl2o0Pb09tk3c27h62G6Nue2nEQC3X0svCdiFVSCSQL2x4ayYruvUPGXLs9yrTCraGxoHbQ7T7HIbTF2fEMVpdKZyk5kc4cYx39ULg7qtuYtrergSnRSxK9qv9947bv3x-Wttsq8tzEIfht0Xo-fwmAuwlgVjqvJWYF7WyE8pdvRVl5Umvkj4gcETUf9fES_ZAm0FsgjVpqQhNCHUmn0gYXy4eGarH9VAIzuV3q-i7m0EdY-h8eg7tr8tLYVVjOMLLMasyvQp4KtydDPpFFn_xjwNzwm5rMZa65q6hM-9PoZLT146lMDTSK1gLrrcGstJERZXPWp9iI-KfP9oiO5pdQicSiPFvm78=w244-h355-no"},
{"id":"001","name":"Cecil Harvey","age":"20","height":"1.78m","weight":"58kg","race":"Half-Lunarian","gender":"Male","class":"Paladin","origin":"FFIV","quote":"''I've worn this darkened armor for so long now, there's no mote of light left in me. Not even in my heart.'' - Cecil to Rosa","description":"Cecil Harvey (セシル・ハーヴィ Seshiru Hāvi) is the main protagonist of Final Fantasy IV, who also appears in the sequel Final Fantasy IV: The After Years, and the interquel Final Fantasy IV -Interlude- that bridges the gap between the two games. Cecil is one of the few characters in the series to change his job during the game, starting out as a Dark Knight, but after a trial and the battle with the first of the Four Elemental Archfiends, transforms into a Paladin.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/6/6a/Cecil_Harvey_-_Paladin_menu.png/revision/latest?cb=20121018003744"},
{"id":"002","name":"Rosa Joanna Farrell","age":"19","height":"1.62m","weight":"47kg","race":"Human","gender":"Female","class":"White Mage","origin":"FFIV","quote":"''Without me along, who will heal you when you're hurt?'' - Rosa to Cecil","description":"Rosa Joanna Farrell (ローザ・ファレル Rōza Fareru) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. She hails from Baron, and is a skilled Archer and White Mage. Rosa is Cecil Harvey and Kain Highwind's childhood friend, and harbors romantic feelings for Cecil. Though Cecil is reluctant to let her follow him into danger at first, she stays by his side.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/7/7c/Rosa_Farrell_menu.png/revision/latest?cb=20101119020328"},
{"id":"003","name":"Kain Highwind","age":"21","height":"1.83m","weight":"61kg","race":"Human","gender":"Male","class":"Dragoon Knight","origin":"FFIV","quote":"''I owe His Majesty much, but not so much I'd soil the Dragoons' name in his.'' - Kain to Cecil","description":"Kain Highwind (カイン・ハイウィンド Kain Haiwindo, ''Cain Highwind'' in the Japanese version) is a playable character in Final Fantasy IV and Final Fantasy IV: The After Years. He is a Dragoon from the kingdom of Baron, Cecil Harvey's childhood friend and adoptive older brother. He has feelings for Cecil's beloved Rosa Joanna Farrell, but he hides them so they do not hinder his relationship with either of the two: Rosa in turn has feelings for Cecil.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/d/d4/Kain_Highwind_menu.png/revision/latest?cb=20101119015204"},
{"id":"004","name":"Rydia","age":"7","height":"1.07m","weight":"18kg","race":"Human","gender":"Female","class":"Summoner","origin":"FFIV","quote":"''The queen of the Eidolons told me this: The wheels of a fate greater than us all are turning now. She told me we must stand against it... and we must stand together.'' - Rydia of Mist","description":"Rydia (ミストのリディア Misuto no Ridia), sometimes referred to as Rydia of Mist, is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. She is a Summoner from the village of Mist, and is one of the most prominent characters in the game.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/2/24/Rydia_-_Adult_menu.png/revision/latest?cb=20121018011352"},
{"id":"005","name":"Edge Geraldine","age":"26","height":"1.71m","weight":"51kg","race":"Human","gender":"Male","class":"Ninja Prince","origin":"FFIV","quote":"''You think our rage a weakness? Then let me show you... how wrong you are!'' - Edge to Rubicante","description":"Edge (エドワード・'エッジ'・ジェラルダイン Edowādo ''Ejji'' Jerarudain), real name Edward Geraldine, is a player character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. Various sources offer conflicting information on Edge's name. The gallery in Final Fantasy IV: The Complete Collection lists Edge's artwork as 'Edge (Edward) Geraldine', while other sources, including collector cards included with the game, give his name as Edward Geraldine with Edge as an alias or nickname. He is the prince of Eblan and a skilled ninja. He is brash and has an inflated ego, and frequently flirts with women. He is kind with a strong sense of right and wrong, and defends his kingdom no matter the price.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/9/9b/Edge_Geraldine_menu.png/revision/latest?cb=20121018023707"},
{"id":"006","name":"Edward Chris von Muir","age":"24","height":"1.74m","weight":"51kg","race":"Human","gender":"Male","class":"Bard","origin":"FFIV","quote":"''Cecil, let me show you the courage you helped me find!'' - Edward","description":"Edward Chris von Muir (ギルバート・クリス・フォン・ミューア Girubāto Kurisu fon Myūa, ''Gilbart Chris von Muir'' in the Japanese version), is a playable character from Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. He is the crown prince of Damcyan, and in line to become the seventh king. Although he is required to be educated in politics, Edward shows greater interest in music and often leaves the kingdom disguised as a bard to travel the land with his harp.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/3/33/Edward_Chris_von_Muir_menu.png/revision/latest?cb=20101119020007"},
{"id":"007","name":"Tellah","age":"60","height":"1.77m","weight":"48kg","race":"Human","gender":"Male","class":"Sage","origin":"FFIV","quote":"''You spoony bard!'' - Tellah to Edward","description":"Tellah (テラ Tera, ''Tella'' in the Japanese version) is a playable character in Final Fantasy IV. He is the Great Sage of Mysidia, and a master of both White and Black Magic, but due to his old age, he can only remember a few of his spells. He has a short temper, and will not hesitate to spring into action when something happens to someone or something he is close to.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/9/97/Tellah_menu.png/revision/latest?cb=20101119015722"},
{"id":"008","name":"Yang Fang Leidan","age":"35","height":"1.82m","weight":"76kg","race":"Human","gender":"Male","class":"Monk","origin":"FFIV","quote":"''To risk nothing is to gain nothing'' - Yang","description":"Yang Fang Leiden (ヤン・ファン・ライデン Yan Fan Raiden) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. He is a Monk from the kingdom of Fabul, and is among the highest ranked and most respected of their number. Despite this, he is a humble man, and so does not bask in his glory, but rather tries his best to be respectful. Yang is generally well disciplined, but has trouble with sleeping in, requiring the intervention of his wife and her trusty frying pan to wake him up.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/4/4c/Yang_Fang_Leiden_menu.png/revision/latest?cb=20060322041354"},
{"id":"009","name":"Palom","age":"5","height":"0.94m","weight":"22kg","race":"Human","gender":"Male","class":"Black Mage","origin":"FFIV","quote":"''I'm Mysidia's most esteemed magical prodigy, and you're incredibly lucky to have me along!'' - Palom","description":"Palom (パロム Paromu) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. He is a Black Mage from Mysidia who trains together with his twin sister, Porom.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/e/ec/Palom_menu.png/revision/latest?cb=20101119020902"},
{"id":"010","name":"Porom","age":"5","height":"0.93m","weight":"19kg","race":"Human","gender":"Female","class":"White Mage","origin":"FFIV","quote":"''Palom! How many times has our elder said you mustn't be so arrogant?'' - Porom","description":"Porom (ポロム Poromu) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. She is a White Mage from Mysidia who trains together with her twin brother, Palom.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/0/04/Porom_menu.png/revision/latest?cb=20101119020856"},
{"id":"011","name":"Cid Pollendina","age":"54","height":"1.59m","weight":"67kg","race":"Human","gender":"Male","class":"Engineer","origin":"FFIV","quote":"''He's ordered me to build a new ship, you know - a more maneuverable one, with more firepower. What's he thinking? I'm not building these things for him to wage war!'' - Cid","description":"Cid Pollendina (シド・ポレンディーナ Shido Porendīna) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. He is a master engineer who designs the airships that make up the Red Wings in Baron. He is an old acquaintance of Cecil Harvey and is adventurous and fun-loving.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/e/e1/Cid_Pollendina_menu.png/revision/latest?cb=20121018022807"},
{"id":"012","name":"Fusoya","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Lunarian","gender":"Male","class":"Lunarian","origin":"FFIV","quote":"''I am Fusoya, and I am charged with watching over the slumber of the Lunarians.'' - Fusoya","description":"Fusoya (フースーヤ Fūsūya, ''Fusuya'' in the Japanese version and ''FuSoYa'' in earlier versions), is the final playable character in Final Fantasy IV who also appears in Final Fantasy IV: The After Years. He is a Lunarian from the Red Moon, and it is his job to watch over the Lunarians' sleep. He is the oldest of the main characters and reveals significant plot details during the short time he is with the party.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/5/54/FuSoYa_menu.png/revision/latest?cb=20121018024222"},
{"id":"013","name":"Cloud Strife","age":"21","height":"1.73m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVII","quote":"''I'm not fit to help anyone. Not my family. Not my friends. Nobody.'' - Cloud to Tifa","description":"Cloud Strife (クラウド・ストライフ Kuraudo Sutoraifu) is the main protagonist in Final Fantasy VII and Final Fantasy VII: Advent Children, and also appears in the spin-off games of the Compilation of Final Fantasy VII, including Dirge of Cerberus -Final Fantasy VII- and Crisis Core -Final Fantasy VII-, as a supporting character. He is to be the main character again for Final Fantasy VII Remake. An arrogant and proud swordsman at first, Cloud introduces himself as a former member of an elite warrior unit called SOLDIER who has turned mercenary, and uninterested in anything beyond his hired task at hand. He later discovers the truth about his past and, with the help of his friends, learns there is more to being a hero than possessing physical strength and fame, developing compassion for the world and people he fights to protect.","image":"http://vignette4.wikia.nocookie.net/finalfantasy/images/3/32/Cloud_Portrait.jpg/revision/latest?cb=20080926214004"},
{"id":"014","name":"Aerith Gainsborough","age":"22","height":"1.63m","weight":"Unknown","race":"Half-Cetra","gender":"Female","class":"Flower Girl","origin":"FFVII","quote":"''I never blamed you. Not once. You came for me... that's all that matters.'' - Aerith","description":"Aerith Gainsborough (エアリス・ゲインズブール Earisu Geinzubūru, originally romanized as ''Aeris Gainsborough''), is a playable character in Final Fantasy VII and a major character in the Compilation of Final Fantasy VII; appearing in Final Fantasy VII: Advent Children, Crisis Core -Final Fantasy VII- and Before Crisis -Final Fantasy VII-. She is the last of the Cetra, an ancient race with powerful magical abilities, and so the Shinra Electric Power Company hunts her throughout her life, seeking to exploit her powers.","image":"https://orig00.deviantart.net/a52b/f/2013/335/1/d/aeris_6_transparent_png_by_darkmagician1211-d6wfmlo.png"},
{"id":"015","name":"Tifa Lockhart","age":"20","height":"1.67m","weight":"Unknown","race":"Human","gender":"Female","class":"AVALANCHE","origin":"FFVII","quote":"''People have many things pent up inside of themselves. So many things they can never forget. Strange, isn't it?'' - Tifa","description":"Tifa Lockhart (ティファ・ロックハート Tifa Rokkuhāto, originally romanized as ''Tifa Lockheart'')is a playable character in Final Fantasy VII, and the deuteragonist of Final Fantasy VII: Advent Children. She also plays a supportive role in Dirge of Cerberus -Final Fantasy VII- and Crisis Core -Final Fantasy VII-. Tifa is Cloud Strife's childhood friend, but lost contact with him years ago. When she meets him again, she convinces him to join the resistance group she is a member of, AVALANCHE, to fight Shinra Electric Power Company. Tifa supports Cloud as his comrade and helps him fight his nemesis Sephiroth, bearing the same hatred for him as Cloud does due to the destruction of their hometown.","image":"http://vignette2.wikia.nocookie.net/finalfantasy/images/0/0a/Tifa_Portrait.jpg/revision/latest?cb=20130203034455"},
{"id":"016","name":"Barrett Wallace","age":"35","height":"1.97m","weight":"Unknown","race":"Human","gender":"Male","class":"AVALANCHE","origin":"FFVII","quote":"''You gotta understand somethin'... I don't got an answer. I wanna be with Marlene... but I gotta fight. 'Cause if I don't...the planet's gonna die. So I'm gonna keep fightin'!'' - Barrett","description":"Barret Wallace (バレット・ウォーレス Baretto Wōresu) is a playable character in Final Fantasy VII. He is the leader of an eco-terrorist group AVALANCHE, trying to prevent Shinra Electric Power Company from using Mako, the planet of Gaia's life source, as a form of energy. His seemingly benevolent cause of fighting for the Planet is a cover for his personal vendetta and anger, which he later must come to terms with. Despite his brash and sometimes violent attitude, Barret has a good heart, and is torn between fighting and caring for his daughter Marlene.","image":"https://s-media-cache-ak0.pinimg.com/originals/12/d6/c4/12d6c4d03a1b6ea1e878a1a9e88af092.jpg"},
{"id":"017","name":"Yuffie Kisaragi","age":"16","height":"1.60m","weight":"Unknown","race":"Human","gender":"Female","class":"Thief","origin":"FFVII","quote":"''All right, who's been touching my materia?'' - Yuffie","description":"Yuffie Kisaragi (ユフィ・キサラギ Yufi Kisaragi) is an optional playable character in Final Fantasy VII. She is a Ninja and a Thief, wielding a large shuriken. As a rebellious and cocky tomboy, Yuffie desires to restore her homeland Wutai to the glorious nation it was before being conquered by the Shinra Electric Power Company. Despite her obnoxious personality, Yuffie is friendly, helpful, optimistic and willingly helps the party in their battles. Yuffie is a Materia hunter who can be found in various forests on the Planet after the events at the Mythril Mine. As one of the optional characters, Yuffie has almost no impact on the game's main storyline, but there are some changes made to various scenes in the story if she is recruited by the player.","image":"https://vignette1.wikia.nocookie.net/finalfantasy/images/7/7a/Yuffie_Portrait.jpg/revision/latest?cb=20130203034936"},
{"id":"018","name":"Vincent Valentine","age":"57","height":"1.80m","weight":"Unknown","race":"Human","gender":"Male","class":"Unknown","origin":"FFVII","quote":"''Hmph. Guess I have no choice. It's time... to save the world'' - Vincent","description":"Vincent Valentine (ヴィンセント・ヴァレンタイン Vinsento Varentain) is an optional playable character in Final Fantasy VII, and the main protagonist of Dirge of Cerberus -Final Fantasy VII-. A former Turk with a mysterious past, Vincent's secrets tie him directly to several of the Compilation of Final Fantasy VII's main antagonists. Vincent wields handguns in battle and his Limit Breaks cause him to shapeshift as a result of the experiments Professor Hojo performed on him. Since his introduction, Vincent has become one of the most popular characters in the Compilation of Final Fantasy VII.","image":"https://c3.staticflickr.com/3/2595/3993092984_b4266cd5fd_z.jpg?zz=1"},
{"id":"019","name":"Cid Highwind","age":"32","height":"1.78m","weight":"Unknown","race":"Human","gender":"Male","class":"Pilot","origin":"FFVII","quote":"''Shut up! Sit your ass down in that chair and drink your goddamn TEA!'' - Cid","description":"Cid Highwind (シド・ハイウインド Shido Haiuindo) is a playable character in Final Fantasy VII who also appears in other titles of the Compilation of Final Fantasy VII. He is part of a long tradition of Final Fantasy characters named Cid. He is the most uncouth of the protagonists: he swears, is short-tempered, and chain-smokes cigarettes. Despite this, he has a good heart, and is voted as a temporary party leader during Cloud and Tifa's absence.","image":"https://vignette.wikia.nocookie.net/leonhartimvu/images/0/01/Cid_Highwind_FFVII_Portrait.png/revision/latest?cb=20150118032459"},
{"id":"020","name":"Cait Sith","age":"Unknown","height":"1.00m","weight":"Unknown","race":"Unknown","gender":"Unknown","class":"Toysaurus","origin":"FFVII","quote":"''There's plenty of stuffed toys like my body around, but there's only one me!'' - Cait Sith","description":"Cait Sith (ケット・シー Ketto Shī) is a playable character in Final Fantasy VII and Dirge of Cerberus -Final Fantasy VII-, also appearing in Crisis Core -Final Fantasy VII- as a summon, and in a small role in Before Crisis -Final Fantasy VII- and Final Fantasy VII: Advent Children. He is a cat riding a giant stuffed toy moogle, initially working as a fortune-teller in the Gold Saucer.","image":"https://vignette.wikia.nocookie.net/moon-guard/images/0/05/Cait_Sith_Portrait_%28280nb%29.jpg/revision/latest?cb=20130311080910"},
{"id":"021","name":"Red XIII","age":"48","height":"1.20m","weight":"Unknown","race":"Red Lion","gender":"Male","class":"Research Speciman","origin":"FFVII","quote":"''What a fascinating story...'' - Red XIII","description":"Red XIII (レッドXIII Reddo Sātīn, pronounced ''Red Thirteen''), birth name Nanaki (ナナキ), is a red lion or wolf-like beast and one of the playable characters in Final Fantasy VII, who also appears in other entries to the Compilation of Final Fantasy VII. Red XIII is the name he received as a specimen designation while held captive and experimented upon by Professor Hojo, and remains the name he is called by the party and in battle in Final Fantasy VII. Although he is 48 years old, he is developmentally equivalent to a 15- or 16-year-old human by his long-lived species' standards. He fights alongside Cloud Strife and his allies to fulfill his duty to the Planet to defend it as a warrior.","image":"https://orig00.deviantart.net/556e/f/2013/335/9/5/redxiii_1_transparent_png_by_darkmagician1211-d6wfoos.png"},
{"id":"022","name":"Terra Branford","age":"18","height":"1.60m","weight":"48kg","race":"Human","gender":"Female","class":"Esper","origin":"FFVI","quote":"''I don't want to hurt you!'' - Terra","description":"Terra Branford, (ティナ・ブランフォード Tina Buranfōdo, ''Tina'' in the Japanese version) is a playable character in Final Fantasy VI. Her unique abilities make her a key player in the war between the Gestahlian Empire and the rebel factions. Her gameplay name before the player names her is ??????, and her name in dialogue is Girl. Yoshinori Kitase has stated that Final Fantasy VI has no official main character, as the developers aimed to give the entire cast equal development and status without anyone standing above the rest. However, Terra features prominently in much of the game's artwork and is pivotal to its plot; she is present in the game's logo, the game's main theme is named after her, and she was chosen as the heroine to represent Final Fantasy VI in Dissidia Final Fantasy. She is often considered the game's central protagonist, which would make her the first female protagonist in the mainstream Final Fantasy series.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/b/bd/FFVI_Terra_Branford_Menu_iOS.png/revision/latest?cb=20140219002655"},
{"id":"023","name":"Locke Cole","age":"25","height":"1.75m","weight":"67kg","race":"Human","gender":"Male","class":"Adventurer","origin":"FFVI","quote":"''I'll never let go. I promise!'' - Locke to Celes","description":"Locke Cole (ロック・コール Rokku Kōru, also romanized as ''Lock Cole'') is a playable character from Final Fantasy VI. He is a thief, but prefers to be called a treasure hunter. Locke is introduced as a contact, spy, and saboteur for the Returners, the resistance group to the Gestahlian Empire.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/8/8b/FFVI_Locke_Cole_Menu_iOS.png/revision/latest?cb=20140219003844"},
{"id":"024","name":"Celes Chere","age":"18","height":"1.72m","weight":"58kg","race":"Human","gender":"Female","class":"Rune Knight","origin":"FFVI","quote":"''I'm a general, not some opera floozy!'' - Celes","description":"General Celes Chere (セリス・シェール Serisu Shēru), also spelled as Celes Chère, is a playable character in Final Fantasy VI. A genetically enhanced Magitek Knight initially serving as a general of the Gestahlian Empire, she becomes disillusioned with the empire and turns her back on them to join the Returners. Celes is Locke Cole's love interest, and works as a foil to Terra Branford, their character development and abilities paralleling each other.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/2/26/FFVI_Celes_Chere_Menu_iOS.png/revision/latest?cb=20140219003329"},
{"id":"025","name":"Edgar Roni Figaro","age":"27","height":"1.83m","weight":"77kg","race":"Human","gender":"Male","class":"Machinist","origin":"FFVI","quote":"''Not even a lady yet... Here's hoping you're still around in eight years, kid'' - Edgar to Relm","description":"Edgar Roni Figaro (エドガー・ロニ・フィガロ Edogā Roni Figaro) is a playable character in Final Fantasy VI. He is the king of Figaro Castle and the older twin brother of Sabin Rene Figaro. He is a master engineer, which leads him to create odd and unusual weapons, mostly as a hobby. Edgar often redecorates his room and is flirtatious with women. Before his name is introduced, his dialogue is credited to King.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/f/f4/FFVI_Edgar_Roni_Figaro_Menu_iOS.png/revision/latest?cb=20140219004121"},
{"id":"026","name":"Sabin René Figaro","age":"27","height":"1.90m","weight":"106kg","race":"Human","gender":"Male","class":"Monk","origin":"FFVI","quote":"","description":"Sabin René Figaro (マシアス『マッシュ』・レネ・フィガロ Mashiasu ''Masshu'' Rene Figaro, ''Macias Mash' Rene Figaro'' in the Japanese version) is a playable character from Final Fantasy VI. He is Edgar Roni Figaro's twin brother and thus an heir to the throne of Figaro Castle. He fled his kingdom in search of a quiet life free of corruption, and lived as a student of the martial arts. During the flashback when he is first seen, his dialogue is credited to Youth.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/d/d2/FFVI_Sabin_Rene_Figaro_Menu_iOS.png/revision/latest?cb=20140219004014"},
{"id":"027","name":"Cyan Garamonde","age":"50","height":"1.78m","weight":"72kg","race":"Human","gender":"Male","class":"Soldier","origin":"FFVI","quote":"''I am Cyan, retainer to the king of Doma. I am your worst nightmare.'' - Cyan","description":"Cyan Garamonde (カイエン・ガラモンド Kaien Garamondo, ''Cayenne Garamonde'' in the Japanese version) is a playable character in Final Fantasy VI. He is a Samurai and one of the finest and most noble soldiers of the kingdom of Doma. He is husband to Elayne, and father to Owain.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/6/67/FFVI_Cyan_Garamonde_Menu_iOS.png/revision/latest?cb=20140219003525"},
{"id":"028","name":"Shadow","age":"Unknown","height":"1.78m","weight":"66kg","race":"Human","gender":"Male","class":"Assassin","origin":"FFVI","quote":"''There are people in this world who have chosen to kill their own emotions. Remember that.'' - Shadow","description":"Shadow (シャドウ Shadō), real name Clyde, is a playable character in Final Fantasy VI. He is a loner, an assassin and a mercenary, as his only friend is his dog, Interceptor. According to Edgar he is so cold he would ''kill his best friend for the right price.'' (or ''slit his mama's throat for a nickel'' in the original release) Shadow comes and goes as he pleases, as throughout the World of Balance he leaves the player's party at various points after battle without warning.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/a/a1/FFVI_Shadow_Menu_iOS.png/revision/latest?cb=20140219004443"},
{"id":"029","name":"Gau","age":"13","height":"1.63m","weight":"50kg","race":"Human","gender":"Male","class":"Feral Youth","origin":"FFVI","quote":"''A youth draped in monster hides, his eyes shining with a warm and gentle light.'' - Game Description","description":"Gau (ガウ) is a playable character in Final Fantasy VI. He is a feral child who grew up on the Veldt. Gau has the unique skill to leap into formations of monsters and learn their attack patterns. Gau is one of the few party members with no personal story tied to the central plot, and doesn't appear to have a reason to join the party beyond his attachment to Sabin and Cyan.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/c/ce/FFVI_Gau_Menu_iOS.png/revision/latest?cb=20140219010340"},
{"id":"030","name":"Setzer Gabbiani","age":"27","height":"1.75m","weight":"62kg","race":"Human","gender":"Male","class":"Gambler","origin":"FFVI","quote":"''When things fall, they fall... Life's a game of chance. You play your cards, and Fate plays hers.'' - Setzer","description":"Setzer Gabbiani (セッツァー・ギャッビアーニ Settsā Gyabbiāni) is a playable character in Final Fantasy VI. He is a Gambler who lives on the wild side and owns the world's only airship: the Blackjack. In the SNES version he is neutral at the beginning of the war, reluctant to openly oppose the Gestahlian Empire after having made profits from their work. In the GBA translation, which is more faithful to the original, he says the Empire has been bad for his business.","image":"http://vignette4.wikia.nocookie.net/finalfantasy/images/5/5d/FFVI_Setzer_Gabbiani_Menu_iOS.png/revision/latest?cb=20140219003640"},
{"id":"031","name":"Strago Magus","age":"70","height":"1.51m","weight":"43kg","race":"Human","gender":"Male","class":"Blue Mage","origin":"FFVI","description":"Strago Magus (ストラゴス・マゴス Sutoragosu Magosu, ''Stragus Magus'' in the Japanese version) is a playable character in Final Fantasy VI. He is from the remote town of Thamasa, and lives with his adoptive granddaughter, Relm Arrowny. He is a Blue Mage, and is a Mage, one of the descendants of the humans who fought during the War of the Magi.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/4/40/FFVI_Strago_Magus_Menu_iOS.png/revision/latest?cb=20140219011107"},
{"id":"032","name":"Relm Arrowny","age":"","height":"1.53m","weight":"40kg","race":"Human","gender":"Female","class":"Pictomancer","origin":"FFVI","quote":"''In her pictures she captures everything: forests, water, light... the very essence of the things she paints...'' - Game Description","description":"Relm Arrowny (リルム・アローニィ Rirumu Arōnii) is a playable character in Final Fantasy VI. She is a talented artist, and she can make her paintings come alive with magic. Scenes with Relm and Interceptor upon the party's first meeting further imply that she is Shadow's daughter, supporting flashbacks during Shadow's dream sequences. A relic special to Relm, the Memento Ring, directly references her departed mother – Shadow is the only other character capable of equipping this item.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/7/7c/FFVI_Relm_Arrowny_Menu_iOS.png/revision/latest?cb=20140219011552"},
{"id":"033","name":"Mog","age":"11","height":"1.22m","weight":"43kg","race":"Moogle","gender":"Male","class":"Moogle","origin":"FFVI","quote":"''A moogle who speaks the words of men, and can summon the earth's power through his dance...'' - Game Description","description":"Mog (モグ Mogu) is a playable character in Final Fantasy VI. A moogle Dancer/Geomancer, he also acts as one of the game's tutorial presenters with Kappa the Imp, and is the character used to select a playable party during the scenario the team splits up. He lives deep in the Narshe Mines. Mog is fondly remembered as the first playable moogle in the Final Fantasy series, as well as the first moogle to speak human language, a discovery that shocks the party when he thanks them for saving him.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/3/3e/FFVI_Mog_Menu_iOS.png/revision/latest?cb=20140219004916"},
{"id":"034","name":"Gogo","age":"Unknown","height":"1.66m","weight":"60kg","race":"Unknown","gender":"Unknown","class":"Mime","origin":"FFVI","quote":"''I have been idle for too long. Perhaps I should mimic you. Tell me, what are you doing here? You say you are going to save the world? Then I guess that means I shall save the world as well!'' - Gogo","description":"Gogo (ゴゴ) is a playable character in Final Fantasy VI. They are an optional character, only found in the World of Ruin, and is a skilled mime.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/8/86/FFVI_Gogo_Menu_iOS.png/revision/latest?cb=20140219010824"},
{"id":"035","name":"Umaro","age":"4","height":"2.09m","weight":"198kg","race":"Yeti","gender":"Male","class":"Berserker","origin":"FFVI","quote":"''A yeti with a love for bone carvings. Stronger than a gigas... but a bit unruly.'' - Game Description","description":"Umaro (ウーマロ Ūmaro) is a playable character in Final Fantasy VI. He is a Yeti who lives deep in the Narshe Mines, uses primitive stone tools, and answers only to Mog. He is an optional character who can be recruited in the World of Ruin. He is capable of limited speech.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/1/17/FFVI_Umaro_Menu_iOS.png/revision/latest?cb=20140219005736"},
{"id":"036","name":"Squall","age":"17","height":"1.77m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVIII","quote":"''Right and wrong are not what separate us and our enemies. It's our different standpoints, our perspectives that separate us.'' - Squall Leonhart ","description":"Squall Leonhart (スコール・レオンハート Sukōru Reonhāto) is the main protagonist of Final Fantasy VIII. A young and aloof SeeD mercenary, others view him as cold and focused until he begins to question the way he has chosen to live his life. Squall's weapon, the gunblade, is one of the iconic weapons of the Final Fantasy series. Squall is later given the title Commander. Squall idolizes the mythical winged lion Griever, holding it as an ideal of courage and strength, traits he wishes to possess himself. The lion has come to be his symbol, the same way Rinoa is associated with angel wings.","image":"http://ami.animecharactersdatabase.com/uploads/3974-1558778765.jpg"},
{"id":"037","name":"Rinoa Heartilly","age":"17","height":"1.60m","weight":"Unknown","race":"Human","gender":"Female","class":"Strategist","origin":"FFVIII","quote":"''Look into my eyes... You're-going-to-like-me... You're-going-to-like-me... Did it work?'' - Rinoa to Squall","description":"Rinoa Heartilly (リノア・ハーティリー Rinoa Hātirī) is a playable character in Final Fantasy VIII. In battle, Rinoa wields a unique weapon called the Blaster Edge, a bladed projectile she launches from a firing mechanism on her left arm. After hitting the target, the projectile returns to Rinoa like a boomerang. Rinoa's faithful dog Angelo accompanies her in battle by attacking the enemy or aiding the party. Rinoa is known for her trademark angel wings printed on the back of her duster sweater and, as such, her character symbol is a white feather that signifies the wings. She is Squall Leonhart's love interest, and is featured in the game's logo with him. Apart from the angel wings symbol and her ring, shooting stars have a significance to Rinoa. She points at a shooting star during her introductory scene, her strongest weapon is Shooting Star and one of her most powerful Limit Breaks is called Wishing Star.","image":"https://vignette1.wikia.nocookie.net/finalfantasy/images/0/09/Ff8-rinoa.jpg/revision/latest?cb=20100603174143"},
{"id":"038","name":"Laguna Loire","age":"44","height":"1.81m","weight":"Unknown","race":"Human","gender":"Male","class":"Soldier","origin":"FFVIII","quote":"''I speak with passion, from the heart! That's what matters most.'' - Laguna","description":"Laguna Loire (ラグナ・レウァール Raguna Rewāru) is a temporary playable character in Final Fantasy VIII. For most of the game the player experiences Laguna through playable flashbacks explained to the player as the main characters' dreams. He wields a machine gun.","image":"https://static.zerochan.net/Laguna.Loire.full.9865.jpg"},
{"id":"039","name":"Seifer Almasy","age":"18","height":"1.88m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVIII","quote":"''The way I see it, as long as you come out of the battle alive, you're one step closer to your dream.'' - Seifer","description":"Seifer Almasy (サイファー・アルマシー Saifā Arumashī) is a temporary playable character and one of the main antagonists in Final Fantasy VIII. He is the rival of the main character Squall Leonhart and is the mirror image of him in many ways.","image":"http://images5.fanpop.com/image/polls/20000/20921_1343034172824_full.jpg?v=1343033988"},
{"id":"040","name":"Quistis Trepe","age":"18","height":"1.68m","weight":"Unknown","race":"Human","gender":"Female","class":"Mercenary","origin":"FFVIII","quote":"''You know, the boys often choke on this test when I come with them. I guess my charm makes them nervous...'' - Quistis","description":"Quistis Trepe (キスティス・トゥリープ Kisutisu Turīpu) is a playable character in Final Fantasy VIII. She is a child prodigy and Blue Mage, and Instructor No. 14 at Balamb Garden. Her fans are referred as ''Trepies'' after her fan club.","image":"https://static.zerochan.net/Quistis.Trepe.full.9862.jpg"},
{"id":"041","name":"Selphie Tilmitt","age":"17","height":"1.56m","weight":"Unknown","race":"Human","gender":"Female","class":"Mercenary","origin":"FFVIII","quote":"''Take me with you when you fight the Sorceress, okay? I wanna get even, I want my revenge!'' - Selphie","description":"Selphie Tilmitt (セルフィ・ティルミット Serufi Tirumitto) is a playable character in Final Fantasy VIII. She is an active, outspoken and energetic girl who participates in many extracurricular activities, such as planning the Garden Festival and running a school website. She is clumsy, but despite this wields an oversized nunchaku in battle and pilots the Ragnarok airship.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/c/cd/Ff8-selphie.jpg/revision/latest/top-crop/width/320/height/320?cb=20100603174301"},
{"id":"042","name":"Zell Dincht","age":"17","height":"1.65m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVIII","quote":"''Why don't you try to show a little more passion...? You know, like me!'' - Zell","description":"Zell Dincht (ゼル・ディン Zeru Din) is a playable character in Final Fantasy VIII. His loud and energetic personality is a foil to Squall's cold silence. Zell is a master of hand-to-hand combat and prefers to let his fists guide him out of situations his mouth cannot.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/7/75/Ff8-zell.jpg/revision/latest?cb=20100603174414"},
{"id":"043","name":"Irvine Kinneas","age":"17","height":"1.83m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVIII","quote":"''Guns and women, of course.'' - Irvine","description":"Irvine Kinneas (アーヴァイン・キニアス Āvain Kiniasu) is a playable character in Final Fantasy VIII. An expert gunman known as the ''best shooter in Garden'', he is a consummate ladies' man whose reputation for cherishing the company of women is almost as well known as his accuracy with the gun. He is the last permanent member to join.","image":"https://i.neoseeker.com/ca/finalfantasy8_conceptart_CxFFs.jpg"},
{"id":"044","name":"Kiros Seagill","age":"40","height":"1.93m","weight":"Unknown","race":"Human","gender":"Male","class":"Soldier","origin":"FFVIII","quote":"''We're not here for the booze, are we? We've got a war to fight.'' - Kiros","description":"Kiros Seagill (キロス・シーゲル Kirosu Shīgeru) is a temporary playable character in Final Fantasy VIII. Kiros has a caring personality and a sharp wit. He fights alongside his friends Laguna and Ward in the Galbadian army and helps Laguna make decisions. He later quits the Galbadian army with Laguna and Ward. At the start of disc two, Kiros is seen paying a visit to Laguna in Winhill. In this past experience, Kiros's conversations with Laguna reveal several details of the game's story.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/9/95/Kiros2.jpg/revision/latest?cb=20100603174718"},
{"id":"045","name":"Ward Zabac","age":"17","height":"2.13m","weight":"Unknown","race":"Human","gender":"Male","class":"Soldier","origin":"FFVIII","quote":"''Start listening more closely, 'cause it's getting embarrassing... ...is what Ward would say. Can't you see it in his eyes?'' - Kiros","description":"Ward Zabac (ウォード・ザバック Wōdo Zabakku) is a temporary playable character in Final Fantasy VIII. He uses a large spear-like weapon called a harpoon, which he throws at his enemies and fights alongside his friends Laguna and Kiros in the Galbadian Army.","image":"https://vignette3.wikia.nocookie.net/finalfantasy/images/9/93/Ward.jpg/revision/latest?cb=20100603174811"},
{"id":"046","name":"Edea Kramer","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"Sorceress","origin":"FFVIII","quote":"''You must fight to the end! Even though it may bring tragedy to others!'' - Edea","description":"Edea Kramer (イデア・クレイマー Idea Kureimā), also known as Sorceress Edea, or Matron (ママ先生, Mama-Sensei), is an antagonist and a temporary-playable character from Final Fantasy VIII. She is a mysterious woman appointed as ambassador to Galbadia.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/7/7f/Ff8-edea.jpg/revision/latest?cb=20100603175032"},
{"id":"047","name":"Zidane Tribal","age":"16","height":"1.73m","weight":"Unknown","race":"Genome","gender":"Male","class":"Thief","origin":"FFIX","quote":"''Virtue - You don't need a reason to help people.'' - Zidane","description":"Zidane Tribal (ジタン・トライバル Jitan Toraibaru) is the main protagonist of Final Fantasy IX. He is a thief who works for the Tantalus Theater Troupe set to kidnap the princess of Alexandria, an event that escalates to a quest to protect the planet of Gaia. Zidane possesses little of the sullenness associated with previous Final Fantasy protagonists, Cloud Strife and Squall Leonhart; he enjoys making new friends and is always on the lookout to help those in need.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/3/3a/Zidane_menu.jpg/revision/latest?cb=20070224055943"},
{"id":"048","name":"Vivi Ornitier","age":"9","height":"1.21m","weight":"Unknown","race":"Black Mage","gender":"Male","class":"Black Mage","origin":"FFIX","quote":"''Sorrow - How do you prove that you exist...? Maybe we don't exist...'' - Vivi","description":"Vivi Ornitier (ビビ・オルニティア Bibi Orunitia), occasionally stylized as VIVI, is a playable character in Final Fantasy IX. He is a black mage, differentiated from humans by having a black aura surrounding his visible outer skin, glowing yellow eyes, and the ability to cast magic.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/c/c3/Vivi_menu.jpg/revision/latest?cb=20070224060349"},
{"id":"049","name":"Adelbert Steiner","age":"33","height":"1.90m","weight":"Unknown","race":"Human","gender":"Male","class":"Knight","origin":"FFIX","quote":"''Dilemma - Having sworn fealty, must I spend my life in servitude?'' - Adelbert","description":"Captain Adelbert Steiner (アデルバート・スタイナー Aderubāto Sutainā) is a playable character in Final Fantasy IX. He is the leader of the Knights of Pluto and is assigned to protect Princess Garnet. He is unique in the way that the player has the option to change his surname instead of his first name, which is the case with all the other characters. Steiner acts as the game's comic relief character, especially in the beginning where he is the target of numerous jokes.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/c/ca/Steiner_menu.jpg/revision/latest?cb=20070224060847"},
{"id":"050","name":"Garnet Til Alexandros XVII","age":"16","height":"1.64m","weight":"Unknown","race":"Summoner","gender":"Female","class":"Summoner","origin":"FFIX","quote":"''Devotion - Someday I will be Queen, but I will always be myself.'' - Garnet","description":"Garnet Til Alexandros XVII (ガーネット・ティル・アレクサンドロス17世 Gānetto tiru Arekusandorosu Jūnanasei), alias Dagger (ダガー, Dagā) and birth name Sarah (セーラ, Sēra), is the deuteragonist of Final Fantasy IX, and the heir of Alexandria in the 17th generation. Garnet notices a change in her mother, Queen Brahne, and seeks to escape Alexandria Castle. Hiding her identity while traveling with Zidane, Garnet takes the alias Dagger, inspired by Zidane's weapon. Initially polite and soft-spoken, Garnet matures during her travels, eventually resolving to use her powers as a summoner to protect her kingdom.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/7/71/Garnet_menu.png/revision/latest?cb=20101118171526"},
{"id":"051","name":"Amarant Coral","age":"26","height":"2.26m","weight":"Unknown","race":"Unknown","gender":"Male","class":"Monk","origin":"FFIX","quote":"''Arrogance — The only dependable thing about the future is uncertainty.'' - Amarant","description":"Amarant Coral (サラマンダー・コーラル Saramandā Kōraru, ''Salamander Coral'' in the Japanese version), nicknamed The Flaming Amarant or Red, and also known as Scarlet Hair, is a playable character from Final Fantasy IX. He is introduced to the player as Red-headed Man before his name can be chosen. Although Amarant appears different from most human characters in the game, being much taller with blue-hued skin, the Final Fantasy IX Ultimania still lists his race as ''human''.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/c/cc/Amarant_menu.jpg/revision/latest?cb=20070224061257"},
{"id":"052","name":"Freya Crescent","age":"21","height":"1.87m","weight":"Unknown","race":"Burmecian","gender":"Female","class":"Dragoon Knight","origin":"FFIX","quote":"''Despair - To be forgotten is worse than death.'' - Freya","description":"Freya Crescent (フライヤ・クレセント Furaiya Kuresento) is a playable character from Final Fantasy IX. She is Burmecian, a race of anthropomorphic rats who live in two cities, Burmecia and Cleyra. She hails from Burmecia, but left several years ago in search of her lost love, Sir Fratley. Zidane meets her in Lindblum just before the Festival of the Hunt.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/4/46/Freya_menu.jpg/revision/latest?cb=20070224061010"},
{"id":"053","name":"Quina Quen","age":"89","height":"1.73m","weight":"Unknown","race":"Qu","gender":"Unknown","class":"Blue Mage","origin":"FFIX","quote":"''Indulgence - I do what I want! You have problem!?'' - Quina","description":"Quina Quen (クイナ・クゥエン Kuina Kuen) is a playable character in Final Fantasy IX. S/he is apparently a genderless Qu who specializes in blue magic, and loves eating frogs. Quina serves as comic relief, often failing in his/her eternal quest to consume new cuisine. S/he speaks in broken English, as all Qu do, and will often eat anything s/he sees. Quina's eating habits are one of his/her greatest skills, as Quina learns Blue Magic by consuming an enemy. Recruiting Quina on the first chance (when the party leaves Lindblum on foot) is optional. S/he will join the party the first time the player visits a Qu's Marsh. Although the pronoun ''s/he'' is mostly attributed to Quina, only masculine possessive and demonstrative pronouns like ''his'' and ''him'' are used, while the feminine pronouns ''her'' and ''hers'' are not. Many languages use the masculine pronouns if the gender is unknown. In the game's Spanish version, Quina is referred to as ''she'', and it is same for Quale (renamed Quera), while Quan is ''he''. In the German version Quina is always referred to as ''he''. In the French version Quina is ''she'' whereas both Quale and Quan are ''he''. In the Italian version, Quina is said to be female, like Quale (renamed Quera), and has rearranged with Roman dialect.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/f/fa/Quina_menu.jpg/revision/latest?cb=20070224061114"},
{"id":"054","name":"Eiko Carol","age":"6","height":"1.21m","weight":"Unknown","race":"Summoner","gender":"Female","class":"White Mage","origin":"FFIX","quote":"''Solitude - I don't wanna be alone anymore...'' - Eiko","description":"Eiko Carol (エーコ・キャルオル Ēko Kyaruoru), known as Little Girl for the short period before a name is selected, is a playable character in Final Fantasy IX. She hails from Madain Sari on the Outer Continent. She has a horn on her forehead and can summon eidolons. Eiko is one of the two last surviving Summoners of Madain Sari (the other being Garnet). Eiko's family was not in Madain Sari when it was destroyed by Garland. They returned to the ruins of the village four years later, when Eiko was very young. Eiko's parents died early, leaving her grandfather to raise her. However, he died as well when she was five. Fortunately for Eiko, the moogles in the area decided to take care of her. She became very mature for her age and helped them as well, stealing food from the nearby village of Conde Petie for them when it was needed. Zidane and the rest of the party found her caught in a tree after she fled the scene of one of her thefts. After they got her down, she decided to show them Madain Sari and then to join the party, despite the fact that her grandfather had told her not to leave until she was sixteen. Eiko develops a huge crush on Zidane, and considers Garnet to be her rival for his affections, though gives up her pursuit of him when it becomes clear to her that Zidane's true affections lie mainly with Garnet, not with her.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/2/23/Eiko_menu.jpg/revision/latest?cb=20070224061211"},
{"id":"055","name":"Tidus","age":"17","height":"1.75m","weight":"Unknown","race":"Human","gender":"Male","class":"Guardian","origin":"FFX (FFX-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/7/7a/Tidus_menu.jpg/revision/latest?cb=20061129221842"},
{"id":"056","name":"Yuna","age":"17","height":"1.60m","weight":"Unknown","race":"Human","gender":"Female","class":"Summoner","origin":"FFX and FFX-2","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/e/e7/Yuna_-_Portrait.png/revision/latest?cb=20130121043029"},
{"id":"057","name":"Auron","age":"35","height":"1.83m","weight":"Unknown","race":"Human","gender":"Male","class":"Guardian","origin":"FFX (FFX-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/b/be/Auron_Menu.jpg/revision/latest?cb=20081129145420"},
{"id":"058","name":"Wakka","age":"23","height":"1.88m","weight":"Unknown","race":"Human","gender":"Male","class":"Guardian","origin":"FFX (FFX-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/2/2b/Wakka_Menu.jpg/revision/latest?cb=20100220053758"},
{"id":"059","name":"Lulu","age":"22","height":"1.67m","weight":"Unknown","race":"Human","gender":"Female","class":"Guardian","origin":"FFX (FFX-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/6/65/Lulu_Menu.jpg/revision/latest?cb=20081129145410"},
{"id":"060","name":"Rikku","age":"15 and 17","height":"1.58m","weight":"Unknown","race":"Human","gender":"Female","class":"Thief","origin":"FFX and FFX-2","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/e/ef/Rikku_Menu.jpg/revision/latest?cb=20081129145420"},
{"id":"061","name":"Paine","age":"18","height":"1.65m","weight":"Unknown","race":"Human","gender":"Female","class":"Sphere Hunter","origin":"FFX-2","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/4/48/Userbox_ffX-2-Paine.jpg/revision/latest?cb=20091223052805"},
{"id":"062","name":"Kimahri Ronso","age":"25","height":"2.04m","weight":"Unknown","race":"Human","gender":"Male","class":"Guardian","origin":"FFX (FFX-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/e/ea/Kimahri_Menu.jpg/revision/latest?cb=20081129145420"},
{"id":"063","name":"Vaan","age":"17","height":"1.70m","weight":"Unknown","race":"Hume","gender":"Male","class":"Thief","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/b/b0/Vaan_dissidia_2015.png/revision/latest/top-crop/width/240/height/240?cb=20161006000109"},
{"id":"064","name":"Ashe B'nargin Dalmasca","age":"17","height":"1.65m","weight":"Unknown","race":"Hume","gender":"Female","class":"Princess","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://i.pinimg.com/236x/a9/32/74/a932743645cdbea4034df59f1dc2ec3f--final-fantasy-xii-manga-comics.jpg"},
{"id":"065","name":"Basch fon Ronsenburg","age":"36","height":"1.80m","weight":"Unknown","race":"Hume","gender":"Male","class":"Knight","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://static1.squarespace.com/static/5409bb32e4b00b9e17a01f9a/t/5976563717bffc506c3fef58/1500927548926/"},
{"id":"066","name":"Penelo","age":"17","height":"1.60m","weight":"Unknown","race":"Hume","gender":"Female","class":"Dancer","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://i201.photobucket.com/albums/aa46/Dokurider/SeDOKEtion/Penelo-11.png"},
{"id":"067","name":"Balthier","age":"22","height":"1.83m","weight":"Unknown","race":"Hume","gender":"Male","class":"Sky Pirate","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://images2.fanpop.com/image/photos/13500000/Balthier-balthier-from-final-fantasy-xii-13546477-455-503.jpg"},
{"id":"068","name":"Fran Eruyt","age":"Unknown","height":"1.87m","weight":"Unknown","race":"Viera","gender":"Female","class":"Sky Pirate","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/finalfantasy/images/d/d3/Fran.png/revision/latest?cb=20130626182806"},
{"id":"069","name":"Larsa Ferrinas Solidor","age":"12","height":"Unknown","weight":"Unknown","race":"Hume","gender":"Male","class":"Prince","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTkokJn9bQn4MLRbR7HOHetgWA-f58tsb-sQJnpH-cpET9ewOyt"},
{"id":"070","name":"Vossler York Azelas","age":"38","height":"Unknown","weight":"Unknown","race":"Hume","gender":"Male","class":"Knight","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://ami.animecharactersdatabase.com/uploads/chars/5688-151257613.jpg"},
{"id":"071","name":"Reddas","age":"33","height":"Unknown","weight":"Unknown","race":"Hume","gender":"Male","class":"Sky Pirate","origin":"FFXII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette3.wikia.nocookie.net/p__/images/0/06/Reddas.jpg/revision/latest?cb=20130415172309&path-prefix=protagonist"},
{"id":"072","name":"Lightning Claire Farron","age":"20","height":"1.71m","weight":"Unknown","race":"Human (l'Cie)","gender":"Female","class":"l'Cie","origin":"FFXIII (FFXIII-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://joysutton.com/Costuming/wp-content/uploads/2012/01/lightningEX.png"},
{"id":"073","name":"Serah Farron","age":"21","height":"1.64m","weight":"Unknown","race":"Human (l'Cie)","gender":"Female","class":"l'Cie","origin":"(FFXIII) FFXIII-2","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://wallpapers-for-ipad.com/download/serah-farron.jpg"},
{"id":"074","name":"Snow Villiers","age":"21","height":"2.00m","weight":"Unknown","race":"Human (l'Cie)","gender":"Male","class":"Multiple","origin":"FFXIII (FFXIII-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://img.bhs4.com/3d/d/3dd4768f1ed884af191739e40e3359de2735590a_large.jpg"},
{"id":"075","name":"Hope Estheim","age":"14","height":"1.53m","weight":"Unknown","race":"Human (l'Cie)","gender":"Male","class":"Multiple","origin":"FFXIII (FFXIII-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://24.media.tumblr.com/9a0156adda135a7c88ae6d07802b47ef/tumblr_mjksbn4O9g1rwibyso1_500.jpg"},
{"id":"076","name":"Sazh Katzroy","age":"40","height":"1.89m","weight":"Unknown","race":"Human (l'Cie)","gender":"Male","class":"Multiple","origin":"FFXIII (FFXIII-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://www.moviesjacket.com/image/cache/data/sazh-katzroy-jacket/sazh-katzroy-coat-850x1300.jpg"},
{"id":"077","name":"Oerba Dia Vanille","age":"19","height":"1.61m","weight":"Unknown","race":"Human (l'Cie)","gender":"Female","class":"Multiple","origin":"FFXIII (FFXIII-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://i.kinja-img.com/gawker-media/image/upload/s--gop-m8Jf--/18ymhoe8uyrfhjpg.jpg"},
{"id":"078","name":"Oerba Yun Fang","age":"21","height":"1.75m","weight":"Unknown","race":"Human (l'Cie)","gender":"Female","class":"Multiple","origin":"FFXIII (FFXIII-2)","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://vignette.wikia.nocookie.net/ayakashi-ghost-guild/images/e/ec/Final_Fantasy_XIII_Oerba_Yun_Fang_Wig_ver_01-5-01.jpg/revision/latest?cb=20131206021406"},
{"id":"079","name":"Noel Kreiss","age":"18","height":"1.85m","weight":"Unknown","race":"Human","gender":"Male","class":"Unknown","origin":"FFXIII-2","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"http://statici.behindthevoiceactors.com/behindthevoiceactors/_img/chars/noel-kreiss-final-fantasy-xiii-2-92.jpg"},
{"id":"080","name":"Firion","age":"18","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Red Mage","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/5/50/Final_Fantasy_II_character_Firion.jpg/288px-Final_Fantasy_II_character_Firion.jpg"},
{"id":"081","name":"Maria","age":"17","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"Black Mage","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/2/25/Final_Fantasy_II_character_Maria.jpg/268px-Final_Fantasy_II_character_Maria.jpg"},
{"id":"082","name":"Guy","age":"16","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Warrior","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/7/7f/Final_Fantasy_II_character_Guy.jpg/270px-Final_Fantasy_II_character_Guy.jpg"},
{"id":"083","name":"Minwu","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"White Mage","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/3/3c/Final_Fantasy_II_character_Minwu.jpg/291px-Final_Fantasy_II_character_Minwu.jpg"},
{"id":"084","name":"Josef","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Monk","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/5/52/Final_Fantasy_II_character_Josef.jpg/306px-Final_Fantasy_II_character_Josef.jpg"},
{"id":"085","name":"Gordon","age":"18","height":"1.85m","weight":"Unknown","race":"Human","gender":"Male","class":"Warrior or Mage","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/0/08/Final_Fantasy_II_character_Gordon.jpg/282px-Final_Fantasy_II_character_Gordon.jpg"},
{"id":"086","name":"Leila","age":"Unknown","height":"Unkonwn","weight":"Unknown","race":"Human","gender":"Female","class":"Thief","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/e/e0/Final_Fantasy_II_character_Leila.jpg/318px-Final_Fantasy_II_character_Leila.jpg"},
{"id":"087","name":"Ricard","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Dragoon Knight","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/9/91/Final_Fantasy_II_character_Ricard.jpg/251px-Final_Fantasy_II_character_Ricard.jpg"},
{"id":"088","name":"Leon","age":"19","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Dark Knight","origin":"FFII","description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.","image":"https://cdn.wikimg.net/strategywiki/images/thumb/d/d9/Final_Fantasy_II_character_Leon.jpg/309px-Final_Fantasy_II_character_Leon.jpg"}
]