
[{"id":"001","name":"Cecil Harvey","age":"20","height":"1.78m","weight":"58kg","race":"Half-Lunarian","gender":"Male","class":"Paladin","origin":"FFIV","quote":"''I've worn this darkened armor for so long now, there's no mote of light left in me. Not even in my heart.'' - Cecil","description":"Cecil Harvey (セシル・ハーヴィ Seshiru Hāvi) is the main protagonist of Final Fantasy IV, who also appears in the sequel Final Fantasy IV: The After Years, and the interquel Final Fantasy IV -Interlude- that bridges the gap between the two games. Cecil is one of the few characters in the series to change his job during the game, starting out as a Dark Knight, but after a trial and the battle with the first of the Four Elemental Archfiends, transforms into a Paladin.","image":"images/profileCecil.png", "alt":"Image of Cecil Harvey.", "title":"Image of Cecil Harvey."},
{"id":"002","name":"Rosa Joanna Farrell","age":"19","height":"1.62m","weight":"47kg","race":"Human","gender":"Female","class":"White Mage","origin":"FFIV","quote":"''Without me along, who will heal you when you're hurt?'' - Rosa","description":"Rosa Joanna Farrell (ローザ・ファレル Rōza Fareru) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. She hails from Baron, and is a skilled Archer and White Mage. Rosa is Cecil's childhood friend, and harbors romantic feelings for him. Though Cecil is reluctant to let her follow him into danger at first, she stays by his side.","image":"images/profileRosa.jpeg", "alt":"Image of Rosa Joanna Farrell.", "title":"Image of Rosa Joanna Farrell."},
{"id":"003","name":"Kain Highwind","age":"21","height":"1.83m","weight":"61kg","race":"Human","gender":"Male","class":"Dragoon Knight","origin":"FFIV","quote":"''I owe His Majesty much, but not so much I'd soil the Dragoons' name in his.'' - Kain","description":"Kain Highwind (カイン・ハイウィンド Kain Haiwindo, ''Cain Highwind'' in the Japanese version) is a playable character in Final Fantasy IV and Final Fantasy IV: The After Years. He is a Dragoon from the kingdom of Baron, Cecil Harvey's childhood friend and adoptive older brother. He has feelings for Cecil's beloved Rosa Joanna Farrell, but he hides them so they do not hinder his relationship with either of the two: Rosa in turn has feelings for Cecil.","image":"images/profileKain.png", "alt":"Image of Kain HighWind.", "title":"Image of Kain Highwind."},
{"id":"004","name":"Rydia","age":"7","height":"1.07m","weight":"18kg","race":"Human","gender":"Female","class":"Summoner","origin":"FFIV","quote":"''The queen of the Eidolons told me this: The wheels of a fate greater than us all are turning now. She told me we must stand against it... and we must stand together.'' - Rydia of Mist","description":"Rydia (ミストのリディア Misuto no Ridia), sometimes referred to as Rydia of Mist, is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. She is a Summoner from the village of Mist, and is one of the most prominent characters in the game.","image":"images/profileRydia.png", "alt":"Image of Rydia.", "title":"Image of Rydia."},
{"id":"005","name":"Edge Geraldine","age":"26","height":"1.71m","weight":"51kg","race":"Human","gender":"Male","class":"Ninja Prince","origin":"FFIV","quote":"''You think our rage a weakness? Then let me show you... how wrong you are!'' - Edge","description":"Edge (エドワード・'エッジ'・ジェラルダイン Edowādo ''Ejji'' Jerarudain), real name Edward Geraldine, is a player character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. Various sources offer conflicting information on Edge's name. The gallery in Final Fantasy IV: The Complete Collection lists Edge's artwork as 'Edge (Edward) Geraldine', while other sources, including collector cards included with the game, give his name as Edward Geraldine with Edge as an alias or nickname. He is the prince of Eblan and a skilled ninja. He is brash and has an inflated ego, and frequently flirts with women. He is kind with a strong sense of right and wrong, and defends his kingdom no matter the price.","image":"images/profileEdge.png", "alt":"Image of Edge Geraldine.", "title":"Image of Edge Geraldine."},
{"id":"006","name":"Edward Chris von Muir","age":"24","height":"1.74m","weight":"51kg","race":"Human","gender":"Male","class":"Bard","origin":"FFIV","quote":"''Cecil, let me show you the courage you helped me find!'' - Edward","description":"Edward Chris von Muir (ギルバート・クリス・フォン・ミューア Girubāto Kurisu fon Myūa, ''Gilbart Chris von Muir'' in the Japanese version), is a playable character from Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. He is the crown prince of Damcyan, and in line to become the seventh king. Although he is required to be educated in politics, Edward shows greater interest in music and often leaves the kingdom disguised as a bard to travel the land with his harp.","image":"images/profileEdward.png", "alt":"Image of Edward von Muir.", "title":"Image of Edward von Muir."},
{"id":"007","name":"Tellah","age":"60","height":"1.77m","weight":"48kg","race":"Human","gender":"Male","class":"Sage","origin":"FFIV","quote":"''You spoony bard!'' - Tellah","description":"Tellah (テラ Tera, ''Tella'' in the Japanese version) is a playable character in Final Fantasy IV. He is the Great Sage of Mysidia, and a master of both White and Black Magic, but due to his old age, he can only remember a few of his spells. He has a short temper, and will not hesitate to spring into action when something happens to someone or something he is close to.","image":"images/profileTellah.png", "alt":"Image of Tellah.", "title":"Image of Tellah."},
{"id":"008","name":"Yang Fang Leidan","age":"35","height":"1.82m","weight":"76kg","race":"Human","gender":"Male","class":"Monk","origin":"FFIV","quote":"''To risk nothing is to gain nothing'' - Yang","description":"Yang Fang Leiden (ヤン・ファン・ライデン Yan Fan Raiden) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. He is a Monk from the kingdom of Fabul, and is among the highest ranked and most respected of their number. Despite this, he is a humble man, and so does not bask in his glory, but rather tries his best to be respectful. Yang is generally well disciplined, but has trouble with sleeping in, requiring the intervention of his wife and her trusty frying pan to wake him up.","image":"images/profileYang.png", "alt":"Image of Yang Fang Leidan.", "title":"Image of Yang Fang Leidan."},
{"id":"009","name":"Palom","age":"5","height":"0.94m","weight":"22kg","race":"Human","gender":"Male","class":"Black Mage","origin":"FFIV","quote":"''I'm Mysidia's most esteemed magical prodigy, and you're incredibly lucky to have me along!'' - Palom","description":"Palom (パロム Paromu) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. He is a Black Mage from Mysidia who trains together with his twin sister, Porom.","image":"images/profilePalom.png", "alt":"Image of Palom.", "title":"Image of Palom."},
{"id":"010","name":"Porom","age":"5","height":"0.93m","weight":"19kg","race":"Human","gender":"Female","class":"White Mage","origin":"FFIV","quote":"''Palom! How many times has our elder said you mustn't be so arrogant?'' - Porom","description":"Porom (ポロム Poromu) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. She is a White Mage from Mysidia who trains together with her twin brother, Palom.","image":"images/profilePorom.png", "alt":"Image of Porom.", "title":"Image of Porom."},
{"id":"011","name":"Cid Pollendina","age":"54","height":"1.59m","weight":"67kg","race":"Human","gender":"Male","class":"Engineer","origin":"FFIV","quote":"''He's ordered me to build a new ship, you know - a more maneuverable one, with more firepower. What's he thinking? I'm not building these things for him to wage war!'' - Cid","description":"Cid Pollendina (シド・ポレンディーナ Shido Porendīna) is a playable character in Final Fantasy IV and its sequel, Final Fantasy IV: The After Years. He is a master engineer who designs the airships that make up the Red Wings in Baron. He is an old acquaintance of Cecil Harvey and is adventurous and fun-loving.","image":"images/profileCid4.png", "alt":"Image of Cid from FFIV.", "title":"Image of Cid from FFIV."},
{"id":"012","name":"Fusoya","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Lunarian","gender":"Male","class":"Lunarian","origin":"FFIV","quote":"''I am Fusoya, and I am charged with watching over the slumber of the Lunarians.'' - Fusoya","description":"Fusoya (フースーヤ Fūsūya, ''Fusuya'' in the Japanese version and ''FuSoYa'' in earlier versions), is the final playable character in Final Fantasy IV who also appears in Final Fantasy IV: The After Years. He is a Lunarian from the Red Moon, and it is his job to watch over the Lunarians' sleep. He is the oldest of the main characters and reveals significant plot details during the short time he is with the party.","image":"images/profileFusoya.png", "alt":"Image of Fusoya.", "title":"Image of Fusoya."},
{"id":"013","name":"Cloud Strife","age":"21","height":"1.73m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVII","quote":"''I'm not fit to help anyone. Not my family. Not my friends. Nobody.'' - Cloud","description":"Cloud Strife (クラウド・ストライフ Kuraudo Sutoraifu) is the main protagonist in Final Fantasy VII and Final Fantasy VII: Advent Children, and also appears in the spin-off games of the Compilation of Final Fantasy VII, including Dirge of Cerberus -Final Fantasy VII- and Crisis Core -Final Fantasy VII-, as a supporting character. He is to be the main character again for Final Fantasy VII Remake. An arrogant and proud swordsman at first, Cloud introduces himself as a former member of an elite warrior unit called SOLDIER who has turned mercenary, and uninterested in anything beyond his hired task at hand. He later discovers the truth about his past and, with the help of his friends, learns there is more to being a hero than possessing physical strength and fame, developing compassion for the world and people he fights to protect.","image":"images/profileCloud.jpg", "alt":"Image of Cloud Strife.", "title":"Image of Cloud Strife."},
{"id":"014","name":"Aerith Gainsborough","age":"22","height":"1.63m","weight":"Unknown","race":"Half-Cetra","gender":"Female","class":"Flower Girl","origin":"FFVII","quote":"''I never blamed you. Not once. You came for me... that's all that matters.'' - Aerith","description":"Aerith Gainsborough (エアリス・ゲインズブール Earisu Geinzubūru, originally romanized as ''Aeris Gainsborough''), is a playable character in Final Fantasy VII and a major character in the Compilation of Final Fantasy VII; appearing in Final Fantasy VII: Advent Children, Crisis Core -Final Fantasy VII- and Before Crisis -Final Fantasy VII-. She is the last of the Cetra, an ancient race with powerful magical abilities, and so the Shinra Electric Power Company hunts her throughout her life, seeking to exploit her powers.","image":"images/profileAerith.png", "alt":"Image of Aerith Gainsborough.", "title":"Image of Aerith Gainsborough."},
{"id":"015","name":"Tifa Lockhart","age":"20","height":"1.67m","weight":"Unknown","race":"Human","gender":"Female","class":"AVALANCHE","origin":"FFVII","quote":"''People have many things pent up inside of themselves. So many things they can never forget. Strange, isn't it?'' - Tifa","description":"Tifa Lockhart (ティファ・ロックハート Tifa Rokkuhāto, originally romanized as ''Tifa Lockheart'')is a playable character in Final Fantasy VII, and the deuteragonist of Final Fantasy VII: Advent Children. She also plays a supportive role in Dirge of Cerberus -Final Fantasy VII- and Crisis Core -Final Fantasy VII-. Tifa is Cloud Strife's childhood friend, but lost contact with him years ago. When she meets him again, she convinces him to join the resistance group she is a member of, AVALANCHE, to fight Shinra Electric Power Company. Tifa supports Cloud as his comrade and helps him fight his nemesis Sephiroth, bearing the same hatred for him as Cloud does due to the destruction of their hometown.","image":"images/profileTifa.jpg", "alt":"Image of Tifa Lockhart.", "title":"Image of Tifa Lockhart."},
{"id":"016","name":"Barrett Wallace","age":"35","height":"1.97m","weight":"Unknown","race":"Human","gender":"Male","class":"AVALANCHE","origin":"FFVII","quote":"''You gotta understand somethin'... I don't got an answer. I wanna be with Marlene... but I gotta fight. 'Cause if I don't...the planet's gonna die. So I'm gonna keep fightin'!'' - Barrett","description":"Barret Wallace (バレット・ウォーレス Baretto Wōresu) is a playable character in Final Fantasy VII. He is the leader of an eco-terrorist group AVALANCHE, trying to prevent Shinra Electric Power Company from using Mako, the planet of Gaia's life source, as a form of energy. His seemingly benevolent cause of fighting for the Planet is a cover for his personal vendetta and anger, which he later must come to terms with. Despite his brash and sometimes violent attitude, Barret has a good heart, and is torn between fighting and caring for his daughter Marlene.","image":"images/profileBarrett.jpg", "alt":"Image of Barrett Wallace.", "title":"Image of Barrett Wallace."},
{"id":"017","name":"Yuffie Kisaragi","age":"16","height":"1.60m","weight":"Unknown","race":"Human","gender":"Female","class":"Thief","origin":"FFVII","quote":"''All right, who's been touching my materia?'' - Yuffie","description":"Yuffie Kisaragi (ユフィ・キサラギ Yufi Kisaragi) is an optional playable character in Final Fantasy VII. She is a Ninja and a Thief, wielding a large shuriken. As a rebellious and cocky tomboy, Yuffie desires to restore her homeland Wutai to the glorious nation it was before being conquered by the Shinra Electric Power Company. Despite her obnoxious personality, Yuffie is friendly, helpful, optimistic and willingly helps the party in their battles. Yuffie is a Materia hunter who can be found in various forests on the Planet after the events at the Mythril Mine. As one of the optional characters, Yuffie has almost no impact on the game's main storyline, but there are some changes made to various scenes in the story if she is recruited by the player.","image":"images/profileYuffie.jpg" , "alt":"Image of Yuffie Kisaragi.", "title":"Image of Yuffie Kisaragi."},
{"id":"018","name":"Vincent Valentine","age":"57","height":"1.80m","weight":"Unknown","race":"Human","gender":"Male","class":"Unknown","origin":"FFVII","quote":"''Hmph. Guess I have no choice. It's time... to save the world'' - Vincent","description":"Vincent Valentine (ヴィンセント・ヴァレンタイン Vinsento Varentain) is an optional playable character in Final Fantasy VII, and the main protagonist of Dirge of Cerberus -Final Fantasy VII-. A former Turk with a mysterious past, Vincent's secrets tie him directly to several of the Compilation of Final Fantasy VII's main antagonists. Vincent wields handguns in battle and his Limit Breaks cause him to shapeshift as a result of the experiments Professor Hojo performed on him. Since his introduction, Vincent has become one of the most popular characters in the Compilation of Final Fantasy VII.","image":"images/profileVincent.jpg", "alt":"Image of Vincent Valentine.", "title":"Image of Vincent Valentine."},
{"id":"019","name":"Cid Highwind","age":"32","height":"1.78m","weight":"Unknown","race":"Human","gender":"Male","class":"Pilot","origin":"FFVII","quote":"''Shut up! Sit your ass down in that chair and drink your goddamn TEA!'' - Cid","description":"Cid Highwind (シド・ハイウインド Shido Haiuindo) is a playable character in Final Fantasy VII who also appears in other titles of the Compilation of Final Fantasy VII. He is part of a long tradition of Final Fantasy characters named Cid. He is the most uncouth of the protagonists: he swears, is short-tempered, and chain-smokes cigarettes. Despite this, he has a good heart, and is voted as a temporary party leader during Cloud and Tifa's absence.","image":"images/profileCid7.png", "alt":"Image of Cid from FFVII.", "title":"Image of Cid from FFVII."},
{"id":"020","name":"Cait Sith","age":"Unknown","height":"1.00m","weight":"Unknown","race":"Unknown","gender":"Unknown","class":"Toysaurus","origin":"FFVII","quote":"''There's plenty of stuffed toys like my body around, but there's only one me!'' - Cait Sith","description":"Cait Sith (ケット・シー Ketto Shī) is a playable character in Final Fantasy VII and Dirge of Cerberus -Final Fantasy VII-, also appearing in Crisis Core -Final Fantasy VII- as a summon, and in a small role in Before Crisis -Final Fantasy VII- and Final Fantasy VII: Advent Children. He is a cat riding a giant stuffed toy moogle, initially working as a fortune-teller in the Gold Saucer.","image":"images/profileCaitSith.jpg", "alt":"Image of Cait Sith.", "title":"Image of Cait Sith."},
{"id":"021","name":"Red XIII","age":"48","height":"1.20m","weight":"Unknown","race":"Red Lion","gender":"Male","class":"Speciman","origin":"FFVII","quote":"''What a fascinating story...'' - Red XIII","description":"Red XIII (レッドXIII Reddo Sātīn, pronounced ''Red Thirteen''), birth name Nanaki (ナナキ), is a red lion or wolf-like beast and one of the playable characters in Final Fantasy VII, who also appears in other entries to the Compilation of Final Fantasy VII. Red XIII is the name he received as a specimen designation while held captive and experimented upon by Professor Hojo, and remains the name he is called by the party and in battle in Final Fantasy VII. Although he is 48 years old, he is developmentally equivalent to a 15- or 16-year-old human by his long-lived species' standards. He fights alongside Cloud Strife and his allies to fulfill his duty to the Planet to defend it as a warrior.","image":"images/profileNanaki.png", "alt":"Image of Red XIII, or Nanaki if you prefer.", "title":"Image of Red XIII, or Nanaki if you prefer."},
{"id":"022","name":"Terra Branford","age":"18","height":"1.60m","weight":"48kg","race":"Human","gender":"Female","class":"Esper","origin":"FFVI","quote":"''I don't want to hurt you!'' - Terra","description":"Terra Branford, (ティナ・ブランフォード Tina Buranfōdo, ''Tina'' in the Japanese version) is a playable character in Final Fantasy VI. Her unique abilities make her a key player in the war between the Gestahlian Empire and the rebel factions. Her gameplay name before the player names her is ??????, and her name in dialogue is Girl. Yoshinori Kitase has stated that Final Fantasy VI has no official main character, as the developers aimed to give the entire cast equal development and status without anyone standing above the rest. However, Terra features prominently in much of the game's artwork and is pivotal to its plot; she is present in the game's logo, the game's main theme is named after her, and she was chosen as the heroine to represent Final Fantasy VI in Dissidia Final Fantasy. She is often considered the game's central protagonist, which would make her the first female protagonist in the mainstream Final Fantasy series.","image":"images/profileTerra.png", "alt":"Image of Terra Branford.", "title":"Image of Terra Branford."},
{"id":"023","name":"Locke Cole","age":"25","height":"1.75m","weight":"67kg","race":"Human","gender":"Male","class":"Adventurer","origin":"FFVI","quote":"''I'll never let go. I promise!'' - Locke to Celes","description":"Locke Cole (ロック・コール Rokku Kōru, also romanized as ''Lock Cole'') is a playable character from Final Fantasy VI. He is a thief, but prefers to be called a treasure hunter. Locke is introduced as a contact, spy, and saboteur for the Returners, the resistance group to the Gestahlian Empire.","image":"images/profileLocke.png", "alt":"Image of Locke Cole.", "title":"Image of Locke Cole."},
{"id":"024","name":"Celes Chere","age":"18","height":"1.72m","weight":"58kg","race":"Human","gender":"Female","class":"Rune Knight","origin":"FFVI","quote":"''I'm a general, not some opera floozy!'' - Celes","description":"General Celes Chere (セリス・シェール Serisu Shēru), also spelled as Celes Chère, is a playable character in Final Fantasy VI. A genetically enhanced Magitek Knight initially serving as a general of the Gestahlian Empire, she becomes disillusioned with the empire and turns her back on them to join the Returners. Celes is Locke Cole's love interest, and works as a foil to Terra Branford, their character development and abilities paralleling each other.","image":"images/profileCeles.png", "alt":"Image of Celes Chere.", "title":"Image of Celes Chere."},
{"id":"025","name":"Edgar Roni Figaro","age":"27","height":"1.83m","weight":"77kg","race":"Human","gender":"Male","class":"Machinist","origin":"FFVI","quote":"''Not even a lady yet... Here's hoping you're still around in eight years, kid'' - Edgar to Relm","description":"Edgar Roni Figaro (エドガー・ロニ・フィガロ Edogā Roni Figaro) is a playable character in Final Fantasy VI. He is the king of Figaro Castle and the older twin brother of Sabin Rene Figaro. He is a master engineer, which leads him to create odd and unusual weapons, mostly as a hobby. Edgar often redecorates his room and is flirtatious with women. Before his name is introduced, his dialogue is credited to King.","image":"images/profileEdgar.png", "alt":"Image of Edgar Figaro.", "title":"Image of Edgar Figaro."},
{"id":"026","name":"Sabin René Figaro","age":"27","height":"1.90m","weight":"106kg","race":"Human","gender":"Male","class":"Monk","origin":"FFVI","quote":"","description":"Sabin René Figaro (マシアス『マッシュ』・レネ・フィガロ Mashiasu ''Masshu'' Rene Figaro, ''Macias Mash' Rene Figaro'' in the Japanese version) is a playable character from Final Fantasy VI. He is Edgar Roni Figaro's twin brother and thus an heir to the throne of Figaro Castle. He fled his kingdom in search of a quiet life free of corruption, and lived as a student of the martial arts. During the flashback when he is first seen, his dialogue is credited to Youth.","image":"images/profileSabin.png", "alt":"Image of Sabin Figaro.", "title":"Image of Sabin Figaro."},
{"id":"027","name":"Cyan Garamonde","age":"50","height":"1.78m","weight":"72kg","race":"Human","gender":"Male","class":"Soldier","origin":"FFVI","quote":"''I am Cyan, retainer to the king of Doma. I am your worst nightmare.'' - Cyan","description":"Cyan Garamonde (カイエン・ガラモンド Kaien Garamondo, ''Cayenne Garamonde'' in the Japanese version) is a playable character in Final Fantasy VI. He is a Samurai and one of the finest and most noble soldiers of the kingdom of Doma. He is husband to Elayne, and father to Owain.","image":"images/profileCyan.png", "alt":"Image of Cyan Garamonde.", "title":"Image of Cyan Garamonde."},
{"id":"028","name":"Shadow","age":"Unknown","height":"1.78m","weight":"66kg","race":"Human","gender":"Male","class":"Assassin","origin":"FFVI","quote":"''There are people in this world who have chosen to kill their own emotions. Remember that.'' - Shadow","description":"Shadow (シャドウ Shadō), real name Clyde, is a playable character in Final Fantasy VI. He is a loner, an assassin and a mercenary, as his only friend is his dog, Interceptor. According to Edgar he is so cold he would ''kill his best friend for the right price.'' (or ''slit his mama's throat for a nickel'' in the original release) Shadow comes and goes as he pleases, as throughout the World of Balance he leaves the player's party at various points after battle without warning.","image":"images/profileShadow.png", "alt":"Image of Shadow.", "title":"Image of Shadow."},
{"id":"029","name":"Gau","age":"13","height":"1.63m","weight":"50kg","race":"Human","gender":"Male","class":"Feral Youth","origin":"FFVI","quote":"''A youth draped in monster hides, his eyes shining with a warm and gentle light.'' - Game Description","description":"Gau (ガウ) is a playable character in Final Fantasy VI. He is a feral child who grew up on the Veldt. Gau has the unique skill to leap into formations of monsters and learn their attack patterns. Gau is one of the few party members with no personal story tied to the central plot, and doesn't appear to have a reason to join the party beyond his attachment to Sabin and Cyan.","image":"images/profileGau.png", "alt":"Image of Gau.", "title":"Image of Gau."},
{"id":"030","name":"Setzer Gabbiani","age":"27","height":"1.75m","weight":"62kg","race":"Human","gender":"Male","class":"Gambler","origin":"FFVI","quote":"''When things fall, they fall... Life's a game of chance. You play your cards, and Fate plays hers.'' - Setzer","description":"Setzer Gabbiani (セッツァー・ギャッビアーニ Settsā Gyabbiāni) is a playable character in Final Fantasy VI. He is a Gambler who lives on the wild side and owns the world's only airship: the Blackjack. In the SNES version he is neutral at the beginning of the war, reluctant to openly oppose the Gestahlian Empire after having made profits from their work. In the GBA translation, which is more faithful to the original, he says the Empire has been bad for his business.","image":"images/profileSetzer.png", "alt":"Image of Setzer Gabbiani.", "title":"Image of Setzer Gabbiani."},
{"id":"031","name":"Strago Magus","age":"70","height":"1.51m","weight":"43kg","race":"Human","gender":"Male","class":"Blue Mage","origin":"FFVI","description":"Strago Magus (ストラゴス・マゴス Sutoragosu Magosu, ''Stragus Magus'' in the Japanese version) is a playable character in Final Fantasy VI. He is from the remote town of Thamasa, and lives with his adoptive granddaughter, Relm Arrowny. He is a Blue Mage, and is a Mage, one of the descendants of the humans who fought during the War of the Magi.","image":"images/profileStrago.png", "alt":"Image of Strago Magus.", "title":"Image of Strago Magus."},
{"id":"032","name":"Relm Arrowny","age":"","height":"1.53m","weight":"40kg","race":"Human","gender":"Female","class":"Pictomancer","origin":"FFVI","quote":"''In her pictures she captures everything: forests, water, light... the very essence of the things she paints...'' - Game Description","description":"Relm Arrowny (リルム・アローニィ Rirumu Arōnii) is a playable character in Final Fantasy VI. She is a talented artist, and she can make her paintings come alive with magic. Scenes with Relm and Interceptor upon the party's first meeting further imply that she is Shadow's daughter, supporting flashbacks during Shadow's dream sequences. A relic special to Relm, the Memento Ring, directly references her departed mother – Shadow is the only other character capable of equipping this item.","image":"images/profileRelm.png", "alt":"Image of Relm Arrowny.", "title":"Image of Relm Arrowny."},
{"id":"033","name":"Mog","age":"11","height":"1.22m","weight":"43kg","race":"Moogle","gender":"Male","class":"Moogle","origin":"FFVI","quote":"''A moogle who speaks the words of men, and can summon the earth's power through his dance...'' - Game Description","description":"Mog (モグ Mogu) is a playable character in Final Fantasy VI. A moogle Dancer/Geomancer, he also acts as one of the game's tutorial presenters with Kappa the Imp, and is the character used to select a playable party during the scenario the team splits up. He lives deep in the Narshe Mines. Mog is fondly remembered as the first playable moogle in the Final Fantasy series, as well as the first moogle to speak human language, a discovery that shocks the party when he thanks them for saving him.","image":"images/profileMog.png", "alt":"Image of Mog.", "title":"Image of Mog."},
{"id":"034","name":"Gogo","age":"Unknown","height":"1.66m","weight":"60kg","race":"Unknown","gender":"Unknown","class":"Mime","origin":"FFVI","quote":"''I have been idle for too long. Perhaps I should mimic you. Tell me, what are you doing here? You say you are going to save the world? Then I guess that means I shall save the world as well!'' - Gogo","description":"Gogo (ゴゴ) is a playable character in Final Fantasy VI. They are an optional character, only found in the World of Ruin, and is a skilled mime.","image":"images/profileGogo.png"},
{"id":"035","name":"Umaro","age":"4","height":"2.09m","weight":"198kg","race":"Yeti","gender":"Male","class":"Berserker","origin":"FFVI","quote":"''A yeti with a love for bone carvings. Stronger than a gigas... but a bit unruly.'' - Game Description","description":"Umaro (ウーマロ Ūmaro) is a playable character in Final Fantasy VI. He is a Yeti who lives deep in the Narshe Mines, uses primitive stone tools, and answers only to Mog. He is an optional character who can be recruited in the World of Ruin. He is capable of limited speech.","image":"images/profileUmaro.png"},
{"id":"036","name":"Squall","age":"17","height":"1.77m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVIII","quote":"''Right and wrong are not what separate us and our enemies. It's our different standpoints, our perspectives that separate us.'' - Squall Leonhart ","description":"Squall Leonhart (スコール・レオンハート Sukōru Reonhāto) is the main protagonist of Final Fantasy VIII. A young and aloof SeeD mercenary, others view him as cold and focused until he begins to question the way he has chosen to live his life. Squall's weapon, the gunblade, is one of the iconic weapons of the Final Fantasy series. Squall is later given the title Commander. Squall idolizes the mythical winged lion Griever, holding it as an ideal of courage and strength, traits he wishes to possess himself. The lion has come to be his symbol, the same way Rinoa is associated with angel wings.","image":"images/profileSquall.jpg"},
{"id":"037","name":"Rinoa Heartilly","age":"17","height":"1.60m","weight":"Unknown","race":"Human","gender":"Female","class":"Strategist","origin":"FFVIII","quote":"''Look into my eyes... You're-going-to-like-me... You're-going-to-like-me... Did it work?'' - Rinoa to Squall","description":"Rinoa Heartilly (リノア・ハーティリー Rinoa Hātirī) is a playable character in Final Fantasy VIII. In battle, Rinoa wields a unique weapon called the Blaster Edge, a bladed projectile she launches from a firing mechanism on her left arm. After hitting the target, the projectile returns to Rinoa like a boomerang. Rinoa's faithful dog Angelo accompanies her in battle by attacking the enemy or aiding the party. Rinoa is known for her trademark angel wings printed on the back of her duster sweater and, as such, her character symbol is a white feather that signifies the wings. She is Squall Leonhart's love interest, and is featured in the game's logo with him. Apart from the angel wings symbol and her ring, shooting stars have a significance to Rinoa. She points at a shooting star during her introductory scene, her strongest weapon is Shooting Star and one of her most powerful Limit Breaks is called Wishing Star.","image":"images/profileRinoa.jpg"},
{"id":"038","name":"Laguna Loire","age":"44","height":"1.81m","weight":"Unknown","race":"Human","gender":"Male","class":"Soldier","origin":"FFVIII","quote":"''I speak with passion, from the heart! That's what matters most.'' - Laguna","description":"Laguna Loire (ラグナ・レウァール Raguna Rewāru) is a temporary playable character in Final Fantasy VIII. For most of the game the player experiences Laguna through playable flashbacks explained to the player as the main characters' dreams. He wields a machine gun.","image":"images/profileLaguna.jpg"},
{"id":"039","name":"Seifer Almasy","age":"18","height":"1.88m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVIII","quote":"''The way I see it, as long as you come out of the battle alive, you're one step closer to your dream.'' - Seifer","description":"Seifer Almasy (サイファー・アルマシー Saifā Arumashī) is a temporary playable character and one of the main antagonists in Final Fantasy VIII. He is the rival of the main character Squall Leonhart and is the mirror image of him in many ways.","image":"images/profileSeifer.jpg"},
{"id":"040","name":"Quistis Trepe","age":"18","height":"1.68m","weight":"Unknown","race":"Human","gender":"Female","class":"Mercenary","origin":"FFVIII","quote":"''You know, the boys often choke on this test when I come with them. I guess my charm makes them nervous...'' - Quistis","description":"Quistis Trepe (キスティス・トゥリープ Kisutisu Turīpu) is a playable character in Final Fantasy VIII. She is a child prodigy and Blue Mage, and Instructor No. 14 at Balamb Garden. Her fans are referred as ''Trepies'' after her fan club.","image":"images/profileQuistis.jpg"},
{"id":"041","name":"Selphie Tilmitt","age":"17","height":"1.56m","weight":"Unknown","race":"Human","gender":"Female","class":"Mercenary","origin":"FFVIII","quote":"''Take me with you when you fight the Sorceress, okay? I wanna get even, I want my revenge!'' - Selphie","description":"Selphie Tilmitt (セルフィ・ティルミット Serufi Tirumitto) is a playable character in Final Fantasy VIII. She is an active, outspoken and energetic girl who participates in many extracurricular activities, such as planning the Garden Festival and running a school website. She is clumsy, but despite this wields an oversized nunchaku in battle and pilots the Ragnarok airship.","image":"images/profileSelphie.jpg"},
{"id":"042","name":"Zell Dincht","age":"17","height":"1.65m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVIII","quote":"''Why don't you try to show a little more passion...? You know, like me!'' - Zell","description":"Zell Dincht (ゼル・ディン Zeru Din) is a playable character in Final Fantasy VIII. His loud and energetic personality is a foil to Squall's cold silence. Zell is a master of hand-to-hand combat and prefers to let his fists guide him out of situations his mouth cannot.","image":"images/profileZell.jpg"},
{"id":"043","name":"Irvine Kinneas","age":"17","height":"1.83m","weight":"Unknown","race":"Human","gender":"Male","class":"Mercenary","origin":"FFVIII","quote":"''Guns and women, of course.'' - Irvine","description":"Irvine Kinneas (アーヴァイン・キニアス Āvain Kiniasu) is a playable character in Final Fantasy VIII. An expert gunman known as the ''best shooter in Garden'', he is a consummate ladies' man whose reputation for cherishing the company of women is almost as well known as his accuracy with the gun. He is the last permanent member to join.","image":"images/profileIrvine.jpg"},
{"id":"044","name":"Ward Zabac","age":"17","height":"2.13m","weight":"Unknown","race":"Human","gender":"Male","class":"Soldier","origin":"FFVIII","quote":"''Start listening more closely, 'cause it's getting embarrassing... ...is what Ward would say. Can't you see it in his eyes?'' - Kiros","description":"Ward Zabac (ウォード・ザバック Wōdo Zabakku) is a temporary playable character in Final Fantasy VIII. He uses a large spear-like weapon called a harpoon, which he throws at his enemies and fights alongside his friends Laguna and Kiros in the Galbadian Army.","image":"images/profileWard.jpg"},
{"id":"045","name":"Kiros Seagill","age":"40","height":"1.93m","weight":"Unknown","race":"Human","gender":"Male","class":"Soldier","origin":"FFVIII","quote":"''We're not here for the booze, are we? We've got a war to fight.'' - Kiros","description":"Kiros Seagill (キロス・シーゲル Kirosu Shīgeru) is a temporary playable character in Final Fantasy VIII. Kiros has a caring personality and a sharp wit. He fights alongside his friends Laguna and Ward in the Galbadian army and helps Laguna make decisions. He later quits the Galbadian army with Laguna and Ward. At the start of disc two, Kiros is seen paying a visit to Laguna in Winhill. In this past experience, Kiros's conversations with Laguna reveal several details of the game's story.","image":"images/profileKiros.jpg"},
{"id":"046","name":"Edea Kramer","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"Sorceress","origin":"FFVIII","quote":"''You must fight to the end! Even though it may bring tragedy to others!'' - Edea","description":"Edea Kramer (イデア・クレイマー Idea Kureimā), also known as Sorceress Edea, or Matron (ママ先生, Mama-Sensei), is an antagonist and a temporary-playable character from Final Fantasy VIII. She is a mysterious woman appointed as ambassador to Galbadia.","image":"images/profileEdea.jpg"},
{"id":"047","name":"Zidane Tribal","age":"16","height":"1.73m","weight":"Unknown","race":"Genome","gender":"Male","class":"Thief","origin":"FFIX","quote":"''Virtue - You don't need a reason to help people.'' - Zidane","description":"Zidane Tribal (ジタン・トライバル Jitan Toraibaru) is the main protagonist of Final Fantasy IX. He is a thief who works for the Tantalus Theater Troupe set to kidnap the princess of Alexandria, an event that escalates to a quest to protect the planet of Gaia. Zidane possesses little of the sullenness associated with previous Final Fantasy protagonists, Cloud Strife and Squall Leonhart; he enjoys making new friends and is always on the lookout to help those in need.","image":"images/profileZidane.jpg"},
{"id":"048","name":"Vivi Ornitier","age":"9","height":"1.21m","weight":"Unknown","race":"Black Mage","gender":"Male","class":"Black Mage","origin":"FFIX","quote":"''Sorrow - How do you prove that you exist...? Maybe we don't exist...'' - Vivi","description":"Vivi Ornitier (ビビ・オルニティア Bibi Orunitia), occasionally stylized as VIVI, is a playable character in Final Fantasy IX. He is a black mage, differentiated from humans by having a black aura surrounding his visible outer skin, glowing yellow eyes, and the ability to cast magic.","image":"images/profileVivi.jpg"},
{"id":"049","name":"Adelbert Steiner","age":"33","height":"1.90m","weight":"Unknown","race":"Human","gender":"Male","class":"Knight","origin":"FFIX","quote":"''Dilemma - Having sworn fealty, must I spend my life in servitude?'' - Adelbert","description":"Captain Adelbert Steiner (アデルバート・スタイナー Aderubāto Sutainā) is a playable character in Final Fantasy IX. He is the leader of the Knights of Pluto and is assigned to protect Princess Garnet. He is unique in the way that the player has the option to change his surname instead of his first name, which is the case with all the other characters. Steiner acts as the game's comic relief character, especially in the beginning where he is the target of numerous jokes.","image":"images/profileAdelbert.jpg"},
{"id":"050","name":"Garnet Til Alexandros XVII","age":"16","height":"1.64m","weight":"Unknown","race":"Summoner","gender":"Female","class":"Summoner","origin":"FFIX","quote":"''Devotion - Someday I will be Queen, but I will always be myself.'' - Garnet","description":"Garnet Til Alexandros XVII (ガーネット・ティル・アレクサンドロス17世 Gānetto tiru Arekusandorosu Jūnanasei), alias Dagger (ダガー, Dagā) and birth name Sarah (セーラ, Sēra), is the deuteragonist of Final Fantasy IX, and the heir of Alexandria in the 17th generation. Garnet notices a change in her mother, Queen Brahne, and seeks to escape Alexandria Castle. Hiding her identity while traveling with Zidane, Garnet takes the alias Dagger, inspired by Zidane's weapon. Initially polite and soft-spoken, Garnet matures during her travels, eventually resolving to use her powers as a summoner to protect her kingdom.","image":"images/profileGarnet.png"},
{"id":"051","name":"Amarant Coral","age":"26","height":"2.26m","weight":"Unknown","race":"Unknown","gender":"Male","class":"Monk","origin":"FFIX","quote":"''Arrogance — The only dependable thing about the future is uncertainty.'' - Amarant","description":"Amarant Coral (サラマンダー・コーラル Saramandā Kōraru, ''Salamander Coral'' in the Japanese version), nicknamed The Flaming Amarant or Red, and also known as Scarlet Hair, is a playable character from Final Fantasy IX. He is introduced to the player as Red-headed Man before his name can be chosen. Although Amarant appears different from most human characters in the game, being much taller with blue-hued skin, the Final Fantasy IX Ultimania still lists his race as ''human''.","image":"images/profileAmarant.jpg"},
{"id":"052","name":"Freya Crescent","age":"21","height":"1.87m","weight":"Unknown","race":"Burmecian","gender":"Female","class":"Dragoon Knight","origin":"FFIX","quote":"''Despair - To be forgotten is worse than death.'' - Freya","description":"Freya Crescent (フライヤ・クレセント Furaiya Kuresento) is a playable character from Final Fantasy IX. She is Burmecian, a race of anthropomorphic rats who live in two cities, Burmecia and Cleyra. She hails from Burmecia, but left several years ago in search of her lost love, Sir Fratley. Zidane meets her in Lindblum just before the Festival of the Hunt.","image":"images/profileFreya.jpg"},
{"id":"053","name":"Quina Quen","age":"89","height":"1.73m","weight":"Unknown","race":"Qu","gender":"Unknown","class":"Blue Mage","origin":"FFIX","quote":"''Indulgence - I do what I want! You have problem!?'' - Quina","description":"Quina Quen (クイナ・クゥエン Kuina Kuen) is a playable character in Final Fantasy IX. S/he is apparently a genderless Qu who specializes in blue magic, and loves eating frogs. Quina serves as comic relief, often failing in his/her eternal quest to consume new cuisine. S/he speaks in broken English, as all Qu do, and will often eat anything s/he sees. Quina's eating habits are one of his/her greatest skills, as Quina learns Blue Magic by consuming an enemy. Recruiting Quina on the first chance (when the party leaves Lindblum on foot) is optional. S/he will join the party the first time the player visits a Qu's Marsh. Although the pronoun ''s/he'' is mostly attributed to Quina, only masculine possessive and demonstrative pronouns like ''his'' and ''him'' are used, while the feminine pronouns ''her'' and ''hers'' are not. Many languages use the masculine pronouns if the gender is unknown. In the game's Spanish version, Quina is referred to as ''she'', and it is same for Quale (renamed Quera), while Quan is ''he''. In the German version Quina is always referred to as ''he''. In the French version Quina is ''she'' whereas both Quale and Quan are ''he''. In the Italian version, Quina is said to be female, like Quale (renamed Quera), and has rearranged with Roman dialect.","image":"images/profileQuina.jpg"},
{"id":"054","name":"Eiko Carol","age":"6","height":"1.21m","weight":"Unknown","race":"Summoner","gender":"Female","class":"White Mage","origin":"FFIX","quote":"''Solitude - I don't wanna be alone anymore...'' - Eiko","description":"Eiko Carol (エーコ・キャルオル Ēko Kyaruoru), known as Little Girl for the short period before a name is selected, is a playable character in Final Fantasy IX. She hails from Madain Sari on the Outer Continent. She has a horn on her forehead and can summon eidolons. Eiko is one of the two last surviving Summoners of Madain Sari (the other being Garnet). Eiko's family was not in Madain Sari when it was destroyed by Garland. They returned to the ruins of the village four years later, when Eiko was very young. Eiko's parents died early, leaving her grandfather to raise her. However, he died as well when she was five. Fortunately for Eiko, the moogles in the area chose to take care of her. She became very mature for her age and helped them as well, stealing food from the nearby village of Conde Petie for them when it was needed. Zidane and the rest of the party found her caught in a tree after she fled the scene of one of her thefts. After they got her down, she chose to show them Madain Sari and then to join the party, despite the fact that her grandfather had told her not to leave until she was sixteen. Eiko develops a huge crush on Zidane, and considers Garnet to be her rival for his affections, though gives up her pursuit of him when it becomes clear to her that Zidane's true affections lie mainly with Garnet, not with her.","image":"images/profileEiko.jpg"},
{"id":"055","name":"Tidus","age":"17","height":"1.75m","weight":"Unknown","race":"Human","gender":"Male","class":"Guardian","origin":"FFX (FFX-2)","quote":"''Listen to my story. This... may be our last chance.'' - Tidus","description":"Tidus (ティーダ Tīda) is the main protagonist of Final Fantasy X, a rising star blitzball player from Zanarkand. After the gargantuan monster known as Sin attacks his hometown, Tidus is transported to the world of Spira. Lost, confused, and seemingly out of place, Tidus meets a newly-fledged summoner named Yuna, and her guardians. Yuna is to set out on a pilgrimage to put an end to Sin, and by joining Yuna on her pilgrimage Tidus hopes he will find his way home. Yuna is the main protagonist in Final Fantasy X-2, but her relationship with Tidus works as the prime motivation for her to start her quest.","image":"images/profileTidus.jpg"},
{"id":"056","name":"Yuna","age":"17","height":"1.60m","weight":"Unknown","race":"Human","gender":"Female","class":"Summoner","origin":"FFX and FFX-2","quote":"''I will defeat Sin... I must defeat Sin.'' - Yuna","description":"Yuna (ユウナ Yūna) is a playable character in Final Fantasy X, and the main protagonist of its sequel, Final Fantasy X-2. In Final Fantasy X, Yuna becomes a summoner like her father before her, and embarks on a pilgrimage to expel Sin, a monstrous creature that terrorizes the world of Spira. She meets Tidus who teaches her there is more to life than sacrifice. In Final Fantasy X-2, Yuna is a sphere hunter on a personal quest to uncover the mystery behind a movie sphere, and becomes involved in rising political tensions and an ancient force that threaten to end Spira's Eternal Calm.","image":"images/profileYuna.png"},
{"id":"057","name":"Auron","age":"35","height":"1.83m","weight":"Unknown","race":"Human","gender":"Male","class":"Guardian","origin":"FFX (FFX-2)","quote":"''This is it. This is your story. It all begins here.'' - Auron to Tidus","description":"Auron (アーロン Āron) is a playable character in Final Fantasy X. He is a former warrior monk of Yevon, a guardian of summoner Braska, and Tidus's caretaker. He is, in many ways, the party's mentor, as the others come to him for advice or ask for his permission. Auron's mysterious past ties into the stories of Braska and Tidus's father Jecht.","image":"images/profileAuron.jpg"},
{"id":"058","name":"Wakka","age":"23","height":"1.88m","weight":"Unknown","race":"Human","gender":"Male","class":"Guardian","origin":"FFX (FFX-2)","quote":"''After this game... I'm retiring. I promised myself this would be my last tournament. Win or lose, I'm quitting blitzball. But you know, since we're here, we might as well win!'' - Wakka","description":"Wakka (ワッカ) is a playable character, and one of Yuna's guardians in Final Fantasy X. He also appears in a smaller role Final Fantasy X-2, as well as Final Fantasy X: Eternal Calm and Final Fantasy X -Will-. Wakka is the only playable character from Final Fantasy X who cannot be recruited in Final Fantasy X-2: International and Final Fantasy X-2 HD Remaster.","image":"images/profileWakka.jpg"},
{"id":"059","name":"Lulu","age":"22","height":"1.67m","weight":"Unknown","race":"Human","gender":"Female","class":"Guardian","origin":"FFX (FFX-2)","quote":"''No matter how dark the night, morning always comes, and our journey begins anew.'' - Lulu","description":"Lulu (ルールー Rūrū) is a playable character in Final Fantasy X who also appears in Final Fantasy X-2 as a non-player character. She is one of Yuna's guardians. Since Lulu grew up with Yuna in Besaid, she and Wakka think of Yuna as a younger sister. Lulu's stoic and self-possessed nature makes her seem insensitive at times, but conceals a gentleness underneath. She specializes in the art of black magic, using various dolls to help cast powerful spells. She is instrumental in supporting Tidus to adjust to the world of Spira, although she does not initially believe his claim of hailing from Zanarkand.","image":"images/profileLulu.jpg"},
{"id":"060","name":"Rikku","age":"15 and 17","height":"1.58m","weight":"Unknown","race":"Human","gender":"Female","class":"Thief","origin":"FFX and FFX-2","quote":"''I wanna go home! I hate lightning! I hate thunder!'' - Rikku","description":"Rikku (リュック Ryukku) is an Al Bhed girl who is a playable character in both Final Fantasy X, and its direct sequel, Final Fantasy X-2. Before the events of Final Fantasy X, Rikku's mother died in an incident involving a faulty machina. Rikku's father is Cid, the leader of the Al Bhed faction, and she has an older brother named Brother. Rikku's aunt married summoner Braska, Yuna's father, thus making him Rikku's uncle. Rikku and Brother are Yuna's maternal cross cousins. In Final Fantasy X, Rikku is the first friend Tidus makes in Spira, and she becomes Yuna's final guardian on her pilgrimage. In Final Fantasy X-2, Rikku convinces Yuna to become a sphere hunter, and accompanies her on her personal quest that evolves into a bid to save Spira again.","image":"images/profileRikku.jpg"},
{"id":"061","name":"Paine","age":"18","height":"1.65m","weight":"Unknown","race":"Human","gender":"Female","class":"Sphere Hunter","origin":"FFX-2","quote":"''Don't forget that notoriety can be a bad thing.'' - Paine","description":"Paine (パイン Pain) is a playable character in Final Fantasy X-2, and the most reserved of the girls. Her past is a mystery and it is up to the player to discover what happened to her two years ago during the events of Final Fantasy X.","image":"images/profilePaine.jpg"},
{"id":"062","name":"Kimahri Ronso","age":"25","height":"2.04m","weight":"Unknown","race":"Human","gender":"Male","class":"Guardian","origin":"FFX (FFX-2)","quote":"''Yuna needs Kimahri. Kimahri protect Yuna.'' - Kimahri","description":"Kimahri Ronso (キマリ＝ロンゾ Kimari-Ronzo) is a playable character in Final Fantasy X and Non-player character in Final Fantasy X-2. He is of the Ronso tribe. While taller than humans, he is smaller than the average Ronso and has a broken horn. Like all Ronso, he has the Lancet ability which allows him to copy certain special moves from fiends.","image":"images/profileKimahri.jpg"},
{"id":"063","name":"Vaan","age":"17","height":"1.70m","weight":"Unknown","race":"Hume","gender":"Male","class":"Thief","origin":"FFXII","quote":"''One of these days I'll fly an airship of my own. I'll be a sky pirate, free to go where I will.'' - Vaan","description":"Vaan (ヴァン Van) is the main protagonist of Final Fantasy XII and its sequel, Final Fantasy XII: Revenant Wings. He is also a secret playable character in Final Fantasy Tactics A2: Grimoire of the Rift and appears in Dissidia 012 Final Fantasy representing Final Fantasy XII. An orphan street thief hailing from Rabanastre in the Kingdom of Dalmasca, Vaan begrudges the Archadian Empire for the death of his brother, Reks, and the subjugation of his homeland. He dreams of owning an airship and being a sky pirate free to travel Ivalice. When his attempt to steal from the Royal Palace of Rabanastre goes awry he becomes entangled in a conflict that could determine the fate of Dalmasca. Vaan does not play a large role in the Final Fantasy XII story, instead being a view-point and foil, observing and contrasting the actions of others who influence the unfolding events more directly.","image":"images/profileVaan.png"},
{"id":"064","name":"Ashe B'nargin Dalmasca","age":"19","height":"1.65m","weight":"Unknown","race":"Hume","gender":"Female","class":"Princess","origin":"FFXII","quote":"''I am simply myself. No more and no less. And I want only to be free.'' - Ashe","description":"Ashelia B'nargin Dalmasca (アーシェ・バナルガン・ダルマスカ Āshe Banarugan Darumasuka), otherwise known as Ashe and by the alias Amalia (アマリア Amaria), is a playable character in Final Fantasy XII and Final Fantasy XII: Revenant Wings. She is the former Princess of Dalmasca and the only daughter of King Raminas. She is the last true descendant of King Raithwall, the Dynast King. She also appears in the manga version of Final Fantasy XII that delves more into her background. While Vaan is the game's designated protagonist, the bulk of the party's actions in Final Fantasy XII hinge on Ashe, and the main story is her drive to accumulate the power she needs to avenge her kingdom.","image":"images/profileAshe.jpg"},
{"id":"065","name":"Basch fon Ronsenburg","age":"36","height":"1.80m","weight":"Unknown","race":"Hume","gender":"Male","class":"Knight","origin":"FFXII","quote":"''If I could protect but one person from war's horror... then I would bear any shame. I would bear it proudly.'' - Basch","description":"Basch fon Ronsenburg (バッシュ・フォン・ローゼンバーグ Basshu fon Rōzenbāgu) is a playable character in Final Fantasy XII and Final Fantasy XII: Revenant Wings. A disgraced knight, Basch had his name ruined throughout Ivalice when he was prosecuted for murdering King Raminas B'nargin Dalmasca, contributing to the Kingdom of Dalmasca's downfall. His background is expanded upon in the manga version.","image":"images/profileBasch.jpg"},
{"id":"066","name":"Penelo","age":"17","height":"1.60m","weight":"Unknown","race":"Hume","gender":"Female","class":"Dancer","origin":"FFXII","quote":"''I'll be going too, of course. Every good sky pirate needs a partner, right?'' - Penelo","description":"Penelo (パンネロ Pannero) is a playable character in Final Fantasy XII and Final Fantasy XII: Revenant Wings. She is Vaan's childhood friend and dreams of being a dancer, and has learned martial arts from her elder brothers. Following an encounter with a sky pirate and the misunderstanding it causes, Penelo becomes involved in a world-scale conflict that could determine the fate of Ivalice. She also makes a cameo playable appearance in Final Fantasy Tactics A2: Grimoire of the Rift.","image":"images/profilePenelo.jpg"},
{"id":"067","name":"Balthier","age":"22","height":"1.83m","weight":"Unknown","race":"Hume","gender":"Male","class":"Sky Pirate","origin":"FFXII","quote":"''Princess! No need to worry. I hope you haven't forgotten my role in this little story. I'm the leading man. You know what they say about the leading man? He never dies.'' - Balthier to Ashe","description":"Balthier (バルフレア Barufurea, ''Balflear'' in the Japanese version), real name Ffamran mied Bunansa, is a playable character in Final Fantasy XII. He is a sky pirate who globetrots Ivalice on his airship, the Strahl, with his partner Fran. During an attempt to steal from the Royal Palace of Rabanastre, Balthier encounters Vaan robbing the palace treasury. When his plan goes awry Balthier finds himself a part of a conflict between political forces that could lead to war.","image":"images/profileBalthier.jpg"},
{"id":"068","name":"Fran","age":"Unknown","height":"1.87m","weight":"Unknown","race":"Viera","gender":"Female","class":"Sky Pirate","origin":"FFXII","quote":"''I have discarded Wood and village. I won my freedom. Yet my past has been cut away forever. No longer can my ears hear the Green Word. This solitude, you want, Mjrn?'' - Fran","description":"Fran (フラン Furan) is a playable character in Final Fantasy XII and Final Fantasy XII: Revenant Wings. She is a viera and is Balthier's partner aboard his airship, the Strahl. Fran is the only non-hume character in the main cast. Her title is ''Master of Weapons'', as the viera are known for their extraordinary craftsmanship, grace, and intellect.","image":"images/profileFran.jpg"},
{"id":"069","name":"Larsa Ferrinas Solidor","age":"12","height":"Unknown","weight":"Unknown","race":"Hume","gender":"Male","class":"Prince","origin":"FFXII","quote":"''The men of my family, we are taught to place the needs of others before those of our own. I will see that you are kept from harm. It is my duty to House Solidor.'' - Larsa","description":"Larsa Ferrinas Solidor (ラーサー・ファルナス・ソリドール Rāsā Farunasu Soridōru) is a temporary playable character in Final Fantasy XII. He is the fourth son of Emperor Gramis and younger brother of the consul, Vayne Solidor.","image":"images/profileLarsa.jpg"},
{"id":"070","name":"Vossler York Azelas","age":"38","height":"Unknown","weight":"Unknown","race":"Hume","gender":"Male","class":"Knight","origin":"FFXII","quote":"''The future of Dalmasca will not be stolen.'' - Vossler","description":"Vossler York Azelas (ウォースラ・ヨーク・アズラス Wōsura Yōku Azurasu) is a guest character in Final Fantasy XII. A former captain of the Order of the Knights of Dalmasca, he now fights with the Resistance to restore the kingdom he once served loyally. The manga version expands on his story from what is seen in the game.","image":"images/profileVossler.jpg"},
{"id":"071","name":"Reddas","age":"33","height":"Unknown","weight":"Unknown","race":"Hume","gender":"Male","class":"Sky Pirate","origin":"FFXII","quote":"''The illusions of the past. You think to have cast them off, only to find them years later, unwearying, unrelenting. The past can bind a man as surely as irons.'' - Reddas","description":"Reddas (レダス Redasu), real name Foris Zecht (フォーリス・ゼクト Fōrisu Zekuto), is a guest character in Final Fantasy XII. A pirate of both the land and sky, he is the ruler of Balfonheim, cursed with memories of his terrible actions.","image":"images/profileReddas.jpg"},
{"id":"072","name":"Lightning Claire Farron","age":"20","height":"1.71m","weight":"Unknown","race":"Human (l'Cie)","gender":"Female","class":"l'Cie","origin":"FFXIII (FFXIII-2)","quote":"''I took their lives just because I didn't want to die. I felt that it was a sin, but I deluded myself, saying I had no choice. I had selfishly determined the weight of life and selfishly convinced myself of it. I didn't even stop to think that their lives were sacrificed for mine. It was all me... so sinful and arrogant.'' - Lightning","description":"Lightning (ライトニング Raitoningu), her original name being Claire Farron (エクレール・ファロン Ekurēru Faron), ''Éclair Farron'' in the Japanese version), is the main protagonist of Final Fantasy XIII. She is the narrator and a temporary playable character in Final Fantasy XIII-2, and returns as the protagonist and sole permanently playable character in Lightning Returns: Final Fantasy XIII. In Final Fantasy XIII, Lightning seeks to save her younger sister Serah, but becomes entangled in a plot that endangers her home of Cocoon. In Final Fantasy XIII-2, Lightning serves as a knight protecting the goddess Etro from her fated rival, Caius Ballad. In the concluding tale Lightning Returns: Final Fantasy XIII, Lightning is chosen to be a savior by the god Bhunivelze, tasked to save the people's souls before the end of the world. Lightning is the second main female protagonist in a mainstream numbered Final Fantasy game, with Terra Branford from Final Fantasy VI generally accepted in series fandom as being the first.","image":"images/profileLightning.png"},
{"id":"073","name":"Serah Farron","age":"18","height":"1.64m","weight":"Unknown","race":"Human (l'Cie)","gender":"Female","class":"l'Cie","origin":"(FFXIII) FFXIII-2","quote":"''Well, if it's too much to deal with, face it later... Sometimes things seem easier when you look at them from a distance, you know?'' - Serah","description":"Serah Farron (セラ・ファロン Sera Faron) is a supporting character in Final Fantasy XIII, the protagonist of Final Fantasy XIII-2, who also appears in Lightning Returns: Final Fantasy XIII. She is Lightning's younger sister by three years, and Snow Villiers's fiancée. Lightning accuses Snow of failing to protect Serah and does not initially approve of their relationship. In Final Fantasy XIII, Serah is the first Pulse l'Cie in Cocoon, and her destiny is one of the game's central plot points. In Final Fantasy XIII-2, Serah sets off on a journey through time with Noel Kreiss to find Lightning when all others believe her to be dead, a journey that also becomes a quest to save the future. In Lightning Returns: Final Fantasy XIII, saving Serah's soul is Lightning's main motivation when she becomes the savior.","image":"images/profileSerah.jpg"},
{"id":"074","name":"Snow Villiers","age":"21","height":"2.00m","weight":"Unknown","race":"Human (l'Cie)","gender":"Male","class":"Multiple","origin":"FFXIII (FFXIII-2)","quote":"''Since when have heroes ever needed plans?'' - Snow","description":"Snow Villiers (スノウ・ヴィリアース Sunō Viriāsu) is a playable character in Final Fantasy XIII who appears as a guest character in Final Fantasy XIII-2, and as a non-playable character in Lightning Returns: Final Fantasy XIII. In Final Fantasy XIII, Snow leads the neighborhood watch group NORA in the town of Bodhum. He is determined to save his fiancée, Serah Farron, despite Serah's sister Lightning's disapproval of their relationship. He eventually sets on a journey to save Cocoon — a fal'Cie-built utopia where they live. In Final Fantasy XIII-2, Snow goes off in search of Lightning who has disappeared. In Lightning Returns: Final Fantasy XIII, Snow is the patron of the city of Yusnaan, awaiting the time he can reunite with Serah.","image":"images/profileSnow.jpg"},
{"id":"075","name":"Hope Estheim","age":"14","height":"1.53m","weight":"Unknown","race":"Human (l'Cie)","gender":"Male","class":"Multiple","origin":"FFXIII (FFXIII-2)","quote":"''My dad said you should never break a promise, no matter how small.'' - Hope","description":"Hope Estheim (ホープ・エストハイム Hōpu Esutohaimu) is a playable character in Final Fantasy XIII, who also appears in a major supporting role in Final Fantasy XIII-2 and Lightning Returns: Final Fantasy XIII. He is the son of Nora and Bartholomew Estheim. In Final Fantasy XIII, Hope and his mother are caught up in the Purge as victims of circumstance with Vanille in tow, becoming involved in an elaborate conspiracy that threatens Cocoon. He chooses to journey with Lightning to become stronger and learn to survive as they fight to save the world. In Final Fantasy XIII-2, the adult Hope is the director of the research institute called the Academy, and he helps Lightning's sister, Serah, and Noel in their quest to save the future. In Lightning Returns: Final Fantasy XIII, Hope allies with Lightning when she is chosen as Bhunivelze's savior and watches over her from within his Ark, acting as her faraway navigator and informant.","image":"images/profileHope.jpg"},
{"id":"076","name":"Sazh Katzroy","age":"40","height":"1.89m","weight":"Unknown","race":"Human (l'Cie)","gender":"Male","class":"Multiple","origin":"FFXIII (FFXIII-2)","quote":"''I need to protect the future for my son, even if it means... even if it means putting my life on the line. Heads or tails. Life or death.'' - Sazh","description":"Sazh Katzroy (サッズ・カッツロイ Sazzu Kattsuroi) is a playable character in Final Fantasy XIII and in a downloadable episode of Final Fantasy XIII-2. He appears as a non-player character in Lightning Returns: Final Fantasy XIII. He is a middle-aged man with an afro who works as an airship pilot. After his wife died three years prior to the events of Final Fantasy XIII, Sazh has been looking after their son, Dajh. Protecting his son is Sazh's main motivation. A pet chocobo lives in Sazh's afro, known simply as Chocobo Chick. In Final Fantasy XIII-2, Sazh, Dajh, and the Chocobo Chick are consumed by a paradox and Sazh ends up in Serendipity where he needs to gamble to reclaim his son. In Lightning Returns: Final Fantasy XIII, a grief-stricken Sazh has isolated himself in the Wildlands.","image":"images/profileSazh.jpg"},
{"id":"077","name":"Oerba Dia Vanille","age":"19","height":"1.61m","weight":"Unknown","race":"Human (l'Cie)","gender":"Female","class":"Multiple","origin":"FFXIII (FFXIII-2)","quote":"''Being made a l'Cie, it's not easy. I mean, look, even I'm kind of worried. But even if we don't know what'll happen, we have to keep our dreams alive. Have something to look forward to, you know.'' - Vanille","description":"Oerba Dia Vanille (ヲルバ＝ダイア・ヴァニラ Woruba-Daia Vanira) is a playable character, the narrator, and the deuteragonist in Final Fantasy XIII. Her full name stands for ''Vanille of the Dia clan, from the village of Oerba''. In Final Fantasy XIII, Vanille is separated from her childhood friend and appears alongside Hope Estheim and his mother Nora as a victim of the Purge. She is drawn into a conflict that will force her to confront the demons of her past and determine the fate of Cocoon. In Final Fantasy XIII-2, she makes a cameo appearance alongside Fang when they meet Serah Farron in a dream world. In Lightning Returns: Final Fantasy XIII, Vanille has been gifted with a special power and lives under the care of a religious cult called the Order of Salvation.","image":"images/profileVanille.jpg"},
{"id":"078","name":"Oerba Yun Fang","age":"21","height":"1.75m","weight":"Unknown","race":"Human (l'Cie)","gender":"Female","class":"Multiple","origin":"FFXIII (FFXIII-2)","quote":"''Now, don't you worry. I'll come and find you, no matter where you go.'' - Fang to Vanille","description":"Oerba Yun Fang (ヲルバ＝ユン・ファング Woruba-Yun Fangu) is a playable character in Final Fantasy XIII who appears as a non-playable character in Final Fantasy XIII-2 and as a temporary party member in Lightning Returns: Final Fantasy XIII. Her full name stands for ''Fang of the Yun clan, from the village of Oerba''. In Final Fantasy XIII, Fang is introduced as a Gran Pulse l'Cie working with a division of the Sanctum's military under unknown pretenses. A strong woman surrounded by mysteries and driven by a personal agenda, Fang aims to complete her Focus to save her childhood friend from a fate worse than death. In Final Fantasy XIII-2, Fang appears alongside Vanille in Serah Farron's dreamworld. In Lightning Returns: Final Fantasy XIII, Fang is the leader of a guild of bandits based in the Dead Dunes called Monoculus, and in search of an important relic.","image":"images/profileFang.jpg"},
{"id":"079","name":"Noel Kreiss","age":"18","height":"1.85m","weight":"Unknown","race":"Human","gender":"Male","class":"Unknown","origin":"FFXIII-2","quote":"''I can't turn back now, not anymore. In my world, you no longer exist. A world without you is no world at all.'' - Noel","description":"Noel Kreiss (ノエル・クライス Noeru Kuraisu) is a playable character and the deuteragonist of Final Fantasy XIII-2, and a supporting character in Lightning Returns: Final Fantasy XIII. In Final Fantasy XIII-2, Noel is the last remaining human from 700 AF and has traveled back in time to change his fate. After meeting Lightning in Valhalla, he accompanies her sister Serah Farron on her quest to reunite with Lightning and change the future. In Lightning Returns: Final Fantasy XIII, Noel is called the ''Shadow Hunter'', and acts as an adversary for Lightning as she fights to save the souls of humanity before the end of the world.","image":"images/profileNoel.jpg"},
{"id":"080","name":"Firion","age":"18","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Red Mage","origin":"FFII","quote":"''Only I can best myself!'' - Firion","description":"Firion (フリオニール Furionīru, ''Frioniel''' in the Japanese version) is the main protagonist of Final Fantasy II, and as such, the leader of the player's party. He is the adopted brother of Maria and Leon and he is the best friend of Guy. Firion is the first main character in the series with a default name and a narrative driven storyline, unlike the playable characters of the original Final Fantasy.","image":"images/profileFirion.jpg"},
{"id":"081","name":"Maria","age":"17","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"Black Mage","origin":"FFII","quote":"''Let's live together again!'' - Maria","description":"Maria (マリア) is the main deuteragonist of Final Fantasy II. She is one of Firion's permanent allies, and Leon's sister, but the two are separated at the beginning of the game.","image":"images/profileMaria.jpg"},
{"id":"082","name":"Guy","age":"16","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Warrior","origin":"FFII","quote":"''Guy speak beaver'' - Guy","description":"Guy (ガイ Gai), also known as Gus, is a main character, and one of Firion's two permanent allies in Final Fantasy II, the other being Maria.","image":"images/profileGuy.jpg"},
{"id":"083","name":"Minwu","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"White Mage","origin":"FFII","quote":"''All those who live must some day die. It is our fate.'' - Minwu","description":"Minwu (ミンウ Min'u, ''Ming-Wu'' in the Japanese version), known as Mindu in the Final Fantasy Origins version, and called Minh in the Neo Demiforce fan translation, is one of the temporarily playable characters from Final Fantasy II, as well as the protagonist of Soul of Rebirth. A White Wizard from Mysidia, he works as Fynn's Royal Mage, and after Fynn's takeover by the Palamecian Empire, he becomes Princess Hilda's right-hand man who will do anything to help the Wild Rose Rebellion. Minwu is alluded to in several other installments, always as a great mage of lore.","image":"images/profileMinwu.jpg"},
{"id":"084","name":"Josef","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Monk","origin":"FFII","quote":"''A rebel agent who lived in the cold northern village of Salamand. Firion and his party came to Josef's aid after imperial forces took his daughter hostage, and in gratitude he joined them.'' - Game Description","description":"Josef (ヨーゼフ Yōzefu) is a playable character from Final Fantasy II. He joins the party soon after they arrive at Salamand.","image":"images/profileJosef.jpg"},
{"id":"085","name":"Gordon","age":"18","height":"1.85m","weight":"Unknown","race":"Human","gender":"Male","class":"Warrior or Mage","origin":"FFII","quote":"''Next to you I realize just how pathetic I am...'' - Gordon","description":"Gordon (ゴードン Gōdon) is a temporary playable character from Final Fantasy II. He and his older brother Scott are the princes of Kashuan, allies of the Kingdom of Fynn, and both are in love with Princess Hilda.","image":"images/profileGordon.jpg"},
{"id":"086","name":"Leila","age":"Unknown","height":"Unkonwn","weight":"Unknown","race":"Human","gender":"Female","class":"Thief","origin":"FFII","quote":"''Trustin' pirates doesn't say much for the space ye got between yer ears.'' - Leila","description":"Leila (レイラ Reira, ''Reila'' in the Japanese version) is one of Firion's allies in Final Fantasy II. She is encountered as a pirate captain, hired by Firion to transport the heroes across the seas to the ruined kingdom of Deist.","image":"images/profileLeila.jpg"},
{"id":"087","name":"Ricard","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Dragoon Knight","origin":"FFII","quote":"''You may have a little trouble spilling the blood of Ricard Highwind, last of the Dragoons!'' - Ricard to the Emporer","description":"Ricard Highwind (リチャード・ハイウインド Richādo Haiuindo, ''Richard'' in the Japanese version), also known as Gareth in the Final Fantasy Origins translation, and Edward in the Dark Shadow Over Palakia translation, is a character from Final Fantasy II. He is the last surviving Dragoon from Deist. He is the first Dragoon Knight in the series.","image":"images/profileRicard.jpg"},
{"id":"088","name":"Leon","age":"19","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Dark Knight","origin":"FFII","quote":"''For us, there can be no going back.'' - Leon","description":"Leon (レオンハルト Reonharuto, ''Leonhard'' in the Japanese version), also known as Leonhart, is one of the playable characters in Final Fantasy II. He is an ally but he also serves as the secondary antagonist throughout the game as the Emperor's Dark Knight.","image":"images/profileLeon.jpg"},
{"id":"089","name":"Noctis Lucis Caelum","age":"20","height":"1.76m","weight":"Unknown","race":"Human","gender":"Male","class":"Prince","origin":"FFXV","quote":"''Still, knowing this is it and seeing you here now, it's... more than I can take. Well, what can I say? You guys are the best.'' - Noctis","description":"Noctis Lucis Caelum (ノクティス・ルシス・チェラム Nokutisu Rushisu Cheramu), ''Noct'' (ノクト Nokuto) for short, is the playable character and main protagonist of Final Fantasy XV. He is the Crown Prince and heir to the throne of Lucis, the kingdom to have control over the Crystal. Thus, he can wield the power of Lucian kings. He was first announced for the cancelled game Final Fantasy Versus XIII, which eventually transformed into the Final Fantasy XV Universe.","image":"images/profileNoctis.jpg"},
{"id":"090","name":"Lunafreya Nox Fleuret","age":"24","height":"1.67m","weight":"Unknown","race":"Human","gender":"Female","class":"Princess","origin":"FFXV","quote":"''I do not fear death. What I fear is doing nothing and losing everything.'' - Lunafreya","description":"Lunafreya Nox Fleuret (ルナフレーナ・ノックス・フルーレ Runafurēna Nokkusu Furūre, ''Lunafrena Nox Fleuret'' in the Japanese version), also known simply as Luna (ルーナ Rūna), is the main heroine in Final Fantasy XV and one of the two main characters in Kingsglaive: Final Fantasy XV. A former princess of Tenebrae, she is a captive of the Niflheim Empire. Able to talk to the gods, Luna is the youngest Oracle in history. Despite it being under Niflheim's control, Tenebrae has some autonomy thanks to her. She is the younger sister of Ravus Nox Fleuret, and Prince Noctis's betrothed. Luna is the daughter of the Queen of Tenebrae, Sylva Nox Fleuret. She has two dogs: the white Pryna and the black Umbra. Luna is the presence that supports Noctis for him to fulfill his destiny. Luna and Noctis are childhood friends but their feelings for each other are complicated, as both must uphold the burdens that come with their status.","image":"images/profileLunafreya.png"},
{"id":"091","name":"Regis Lucis Caelum CXIII","age":"50","height":"1.85m","weight":"Unknown","race":"Human","gender":"Male","class":"King","origin":"FFXV","quote":"''Take heed. Never bow out of what you begin. So long as you carry the blood royal, so long as you carry my name... carry your head high.'' - Regis to Noctis","description":"Regis Lucis Caelum CXIII (レギス・ルシス・チェラム113世 Regisu Rushisu Cheramu Hyakujūsansei) is a major character in the Final Fantasy XV Universe. He is the main protagonist of A King's Tale: Final Fantasy XV, and also appears in Final Fantasy XV and the feature film Kingsglaive: Final Fantasy XV. As the King of Lucis, he is referred to as King Regis or Regis Lucis Caelum CXIII. He uses the Ring of the Lucii to channel the power of Insomnia's Crystal. With it, he maintains the Wall, which gradually drains his life-force. Regis thus feels ambivalent his son, Noctis Lucis Caelum, would have the same fate befall him.","image":"images/profileRegis.png"},
{"id":"092","name":"Iris Amicitia","age":"15","height":"1.61m","weight":"Unknown","race":"Human","gender":"Female","class":"Companion","origin":"FFXV","quote":"''Gladiolus's little sister was just a student in high school when the Crown City fell. She has harbored an innocent crush on Noctis since she was a little girl, but in her heart, Iris knows her fantasy can never become reality.'' - Game Description","description":"Iris Amicitia (イリス・アミシティア Irisu Amishitia) is a guest character in Final Fantasy XV. She is the younger sister of Gladiolus and the daughter of Clarus Amicitia. She is the eldest daughter of the Amicitia family.","image":"images/profileIris.png"},
{"id":"093","name":"Gladiolus Amicitia","age":"23","height":"1.98m","weight":"Unknown","race":"Human","gender":"Male","class":"Bodyguard","origin":"FFXV","quote":"''The Amicitia family has long served as the shield protecting the kings of Lucis and their household, and Gladiolus is its eldest son. The bond he shares with Noctis transcends that of a bodyguard and his liege. With his prodigious strength, he stands ever ready to keep his companions from harm.'' - Game Description","description":"Gladiolus Amicitia (グラディオラス・アミシティア Guradiorasu Amishitia) is a companion of Prince Noctis and a party member in Final Fantasy XV. As a member of Noctis's party, the player can co-opt moves with him and issue him commands. He is a childhood friend of Noctis and Ignis, the eldest son of Clarus Amicitia and older brother to Iris Amicitia. As a member of the Crownsguard, Gladiolus acts as the shield of Noctis, like his father has been to King Regis. He has known Noctis since childhood and considers him a brother. Gladiolus is the main playable character in Final Fantasy XV: Episode Gladiolus, his own DLC episode, in Chapter 13 Verse 2, an added segment to Chapter 13, and as a switchable player character in the main game after the December update. He can also be fought as an opponent in Final Fantasy XV: Comrades.","image":"images/profileGladiolus.jpg"},
{"id":"094","name":"Ignis Scientia","age":"22","height":"1.83m","weight":"Unknown","race":"Human","gender":"Male","class":"Chocobro","origin":"FFXV","quote":"''The decision is yours to make and yours alone. But do remember we will stand with you always and help you bear your burdens. Don't be afraid to let us share the load.'' - Ignis to Noctis","description":"Ignis Scientia (イグニス・スキエンティア Igunisu Sukientia) is a companion of Prince Noctis and a party member in Final Fantasy XV. When not the player character, he can co-opt moves with Noctis and be issued orders. His name was originally given as Ignis Stupeo Scientia, but the middle name is no longer used in his official biographies. He is Noctis's close childhood friend alongside Gladiolus and Prompto, acting as an adviser for the royal family and a servant of the Crownsguard. He is the group's driver and chef, taking the wheel of the party's car unless the player wants to drive manually as Noctis. Ignis is the main playable character of his own DLC episode, and as a switchable player character in the main game after the December 2017 update. He can also be fought as an opponent in Final Fantasy XV: Comrades.","image":"images/profileIgnis.jpg"},
{"id":"095","name":"Prompto Argentum","age":"20","height":"1.73m","weight":"Unknown","race":"Human","gender":"Male","class":"Chocobro","origin":"FFXV","quote":"''My whole life, all I ever wanted was friends. But no one ever wanted me back. So when I finally found people who did want me, I did everything I could to make them stay. And ever since then, I've lived my life in fear: That one day, they'd find out who I really was... and they wouldn't want me anymore.'' - Prompto","description":"Prompto Argentum (プロンプト・アージェンタム Puronputo Ājentamu) s a companion of Prince Noctis and a party member in Final Fantasy XV. As a member Noctis's party, the player can co-opt moves with him and issue him commands. He is a childhood friend of Noctis and wields firearms. Prompto takes photos and wants to save pictures of their road trip. The player can upload these pictures to social media. It has been said the system was not just ''thrown in'', but connects to the party's actions and the story. In Episode Prompto DLC scenario, the player can play as Prompto as he traverses the arctic imperial outlands. Prompto is also a switchable player character after the December update in the main game. He can be fought against as an opponent in Final Fantasy XV: Comrades.","image":"images/profilePrompto.png"},
{"id":"096","name":"Ardyn Izunia","age":"Unknown","height":"1.75m","weight":"Unknown","race":"Human","gender":"Male","class":"Chancellor","origin":"FFXV","quote":"''Unharmed by the Light. The Chosen King, indeed. Allow me to regale you with a tale. In an age long past, an incurable scourge ravaged mankind. A tiny menace that twisted men into monsters, the likes of which you've seen. In Lucis lived a savior that could cure the afflicted. His body would come to host myriad daemons, that countless lives be spared. But a jealous king, one not yet chosen by the Crystal, ostracized and demonized this healer of the people. Making a true monster of him. I gave you my name earlier, but you should know that it was not the name given to me at birth. Ardyn Lucis Caelum is my proper name. You'll never guess whose name Izunia was. Noct, killing you as a mortal will bring me scant satisfaction. Claim the Crystal's power. Arise as its champion. Only once the Crystal and King are no more... can I know redemption. Come back soon. I shall keep your friends company until you are ready'' - Ardyn","description":"Ardyn Izunia (アーデン・イズニア Āden Izunia) is the main antagonist of Final Fantasy XV. He appears in the feature film Kingsglaive: Final Fantasy XV and handles the Niflheim Empire's political operations for Emperor Aldercapt. Responsible for the expansion of Verstael Besithia's magitek infantry, Ardyn is a shrewd, humorous man. Ardyn will get his own DLC episode in 2018.","image":"images/profileArdyn.jpg"},
{"id":"097","name":"Iedolas Aldercapt","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Emperor","origin":"FFXV","quote":"''But the Crystal is mine... I am the one True King! - Iedolus","description":"Iedolas Aldercapt (イドラ・エルダーキャプト Idora Erudākyaputo) is an antagonist in Final Fantasy XV and the secondary antagonist of the feature film Kingsglaive: Final Fantasy XV. He is the emperor of Niflheim. In imperial correspondence he is referred to with the styles ''Imperial Majesty'' and ''Your Radiance''.","image":"images/profileIedolas.jpg"},
{"id":"098","name":"Ravus Nox Fleuret","age":"28","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"High Commander","origin":"FFXV","quote":"''Now go forth, my king. Shine your light onto the world.'' - Ravus","description":"Ravus Nox Fleuret (レイヴス・ノックス・フルーレ Reivusu Nokkusu Furūre) is a character in the Final Fantasy XV Universe, being a minor antagonist in the feature film Kingsglaive: Final Fantasy XV and the secondary antagonist in Final Fantasy XV. The older brother of Lunafreya Nox Fleuret, he is the former prince of Tenebrae and high commander of the Niflheim Empire's army.","image":"images/profileRavus.png"},
{"id":"099","name":"Cor Leonis","age":"45","height":"1.91m","weight":"Unknown","race":"Human","gender":"Male","class":"Commander","origin":"FFXV","quote":"''Now is not the time to question your calling. A king is sworn to protect his people.'' - Cor","description":"Cor Leonis (コル・リオニス Koru Rionisu), known as ''the Immortal'' (不死将軍 Fushi Shōgun), is a guest character in Final Fantasy XV, who also appears in Episode Gladiolus DLC and in Final Fantasy XV: Comrades. Cor is one of the best fighters in the Kingdom of Lucis. He is the Marshal of the Crownsguard, the Lucian royal guard that protects the Citadel and Insomnia, and thus in turn the royal family. Before the events in Kingsglaive: Final Fantasy XV, Cor and the Crownsguard are reassigned to protect all crown citizens.","image":"images/profileCor.png"},
{"id":"100","name":"Sephiroth","age":"27","height":"1.85m","weight":"Unknown","race":"Human","gender":"Male","class":"SOLDIER","origin":"FFVII","quote":"''I knew ever since I was a child, I was not like the others. I knew mine was a special existence. But this is not what I meant!'' - Sephiroth","description":"Sephiroth (セフィロス Sefirosu) is the main antagonist of Final Fantasy VII, and one of the major antagonists in its extended universe. Before his fall from grace, Sephiroth was one of the most lauded success stories of the Shinra Electric Power Company's SOLDIER program. A great warrior idolized by the public and infantrymen alike for his strength and discipline in combat, Sephiroth's many successes in the field of battle during the conflicts surrounding the Shinra Electric Power Company's bid for global domination led to his status as a celebrity war hero and the poster boy for both the Shinra Military and the company's SOLDIER program. In spin-off appearances, Sephiroth is depicted as Cloud Strife's archenemy, and is seen as a symbol of Cloud's troubled past that haunts his life.","image":"images/profileSephiroth.jpg"},
{"id":"101","name":"Jenova","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"Monster","origin":"FFVII","quote":"''Jenova was a Calamity that fell from the sky a long, long time ago, and tried to destroy the planet...'' - Marlene Wallace","description":"Jenova (ジェノバ Jenoba) is an extraterrestrial life-form in Final Fantasy VII that also appears in retellings of sections of the game in the rest of the Compilation of Final Fantasy VII. Jenova serves as a major antagonist in the world of Final Fantasy VII, and experiments on its cells have produced many of the other antagonists as well, including Sephiroth. Throughout Final Fantasy VII Jenova is often referred to as ''she'', though Ifalna calls Jenova ''he'' (or ''it'' in the PC version). Jenova has a feminine form and is said to be the ''mother'' of Sephiroth. It is called the ''calamity from the skies'' or the ''crisis from the sky'' (空から来た厄災, Sora kara kita yakusai?, lit. Disaster which came from the sky), or ''heaven's dark harbinger'' by the Cetra.","image":"images/profileJenova.jpg"},
{"id":"102","name":"Rufus Shinra","age":"25","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"President","origin":"FFVII","quote":"''I've heard that no one's ever seen him bleed or cry.'' - Aerith","description":"Rufus Shinra (ルーファウス神羅 Rūfausu Shinra) is the vice president of the Shinra Electric Power Company through Before Crisis -Final Fantasy VII-, Crisis Core -Final Fantasy VII- and Final Fantasy VII, and the president through most of Final Fantasy VII. He most likely gained the title for being President Shinra's son. Rufus is stated as being twenty-five years old during the events of Final Fantasy VII in the novella On the Way to a Smile: Case of Shinra.","image":"images/profileRufus.jpg"},
{"id":"102","name":"Professor Hojo","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Scientist","origin":"FFVII","quote":"''Once a scientist, always a scientist, I must say.'' - Professor Hojo","description":"Professor Hojo (宝条 Hōjō) is a major character in the Compilation of Final Fantasy VII. He is a secondary antagonist in Final Fantasy VII, and the main antagonist of Dirge of Cerberus -Final Fantasy VII-. Hojo is the main mastermind behind SOLDIER and the Jenova Project, and initially heads the Shinra Electric Power Company's Science Research Division. However, Hojo's goals stand apart from Shinra's, with a focus on scientific pursuits and monitoring the actions of his greatest creation, Sephiroth. Hojo's actions with SOLDIER and Jenova connect him to most of the major antagonists of the Compilation.","image":"images/profileHojo.jpg"},
{"id":"103","name":"Zack Fair","age":"23","height":"1.85m","weight":"Unknown","race":"Human","gender":"Male","class":"SOLDIER","origin":"FFVII","quote":"''To be a hero, you need to have dreams...'' - Zack","description":"Zack Fair (ザックス・フェア Zakkusu Fea) is a non-playable character in Final Fantasy VII and the main protagonist of its prequel, Crisis Core -Final Fantasy VII-. The second wielder of the Buster Sword before Cloud Strife, Zack received the Buster Sword from his mentor, Angeal Hewley. Zack is a 1st Class SOLDIER and is Cloud's best friend during their time working for the Shinra Electric Power Company. In Final Fantasy VII, Zack only appears in flashback sequences which portray him as almost identical to Cloud Strife, the game's main protagonist. These sequences elaborate on Cloud's past and his connection to Sephiroth, the game's antagonist. In Crisis Core -Final Fantasy VII-, Zack's history and influence upon the Final Fantasy VII world are brought into focus. He also appears in Last Order -Final Fantasy VII-, Before Crisis -Final Fantasy VII-, and briefly in Final Fantasy VII: Advent Children and Final Fantasy VII: Advent Children Complete.","image":"images/profileZack.jpg"},
{"id":"104","name":"Golbez","age":"30","height":"Unknown","weight":"Unknown","race":"Half-Lunarian","gender":"Male","class":"Sorcerer","origin":"FFIV","quote":"''Take this; my final gift to you!'' - Golbez","description":"Golbez (ゴルベーザ Gorubēza), real name Theodor (セオドール, Seodōru), and called Man in Black (黒衣の男, Kokui no Otoko) before his identity is revealed in The After Years, is a non-player character in Final Fantasy IV and a playable character in Final Fantasy IV: The After Years. In Final Fantasy IV, he is an antagonist, a powerful sorcerer who pursues the Crystals. In The After Years, Golbez returns as a playable character.","image":"images/profileGolbez.jpg"},
{"id":"105","name":"Zemus","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Lunarian","gender":"Male","class":"Sorcerer","origin":"FFIV","quote":"''The body dies... but the spirit lives on.'' - Zemus","description":"Zemus (ゼムス Zemusu) is the main antagonist of Final Fantasy IV. He is a Lunarian who wants his brethren to come out of their long slumber and populate the Earth. He has formidable mind-control powers that he uses to manipulate various individuals, especially those with Lunarian blood.","image":"images/profileZemus.jpg"},
{"id":"106","name":"Rubicante","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Unknown","gender":"Male","class":"Archfiend","origin":"FFIV","quote":"''I respect men like you. Men with... courage. But you are a slave to your emotions, and so will never know true strength. Such is the curse of men.'' - Rubicante","description":"Rubicante (ルビカンテ Rubikante) also known as Rubicant, is a recurring character in the Final Fantasy universe. First appearing in Final Fantasy IV as a minor antagonist, he is one of the four archfiends associated with the elements; in this case, fire. Despite his role as an antagonist, he has a strong sense of honor and fair play, unlike the other archfiends.","image":"images/profileRubicante.png"},
{"id":"107","name":"Barbariccia","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Unknown","gender":"Female","class":"Archfiend","origin":"FFIV","quote":"''I should have killed you and Rosa both when I had the chance... allow me to amend my past mistakes!'' - Barbariccia","description":"Barbariccia (バルバリシア Barubarishia), also known as Valvalis or Valvalecia, is a recurring character in the Final Fantasy universe. First appearing as a minor antagonist, she is a fiend associated with the element of Wind. She has the signature ability of shielding herself by whipping her hair to form a protective whirlwind around her, and the recurring ability Maelstrom.","image":"images/profileBarbariccia.jpg"},
{"id":"108","name":"Cagnazzo","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Unknown","gender":"Male","class":"Archfiend","origin":"FFIV","quote":"''I am the Drowned King, Cagnazzo - Archfiend of Water and sworn servant of Golbez! Bow down before me!'' - Cagnazzo","description":"Cagnazzo (カイナッツォ Kainattso) is a recurring character in the Final Fantasy series. First appearing as a minor antagonist, he is a fiend associated with the element of Water. He takes the appearance of a large demonic turtle-like creature. He is a demonic sentient monster, and part of the Archfiends.","image":"images/profileCagnazzo.jpg"},
{"id":"109","name":"Scarmiglione","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Unknown","gender":"Male","class":"Archfiend","origin":"FFIV","quote":"''I am the oarsman who will ferry you beyond the veil! The Blighted Despot, Scarmiglione—Archfiend of earth, and first of Golbez's circle of four!'' - Scarmiglione","description":"Scarmiglione (スカルミリョーネ Sukarumiryōne), also known as Milon, is a recurring character in the Final Fantasy universe. First appearing as a minor antagonist, he is a fiend associated with the element of Earth and the undead.","image":"images/profileScarmiglione.jpg"},
{"id":"110","name":"Reno","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Turk","origin":"FFVII","quote":"''We may be retreating, but we're still victorious.'' - Reno","description":"Reno (レノ) is a prominent member of the Turks who appears in the Compilation of Final Fantasy VII. His first appearance is in Final Fantasy VII, but he has also appeared in Before Crisis -Final Fantasy VII-, Crisis Core -Final Fantasy VII-, and Final Fantasy VII: Advent Children. Often accompanied by fellow Turk, Rude, Reno wields an Electro-Mag Rod in battle, a nightstick with a taser on one end. Reno also has a penchant for gossiping and is a competent helicopter pilot.","image":"images/profileReno.jpg"},
{"id":"111","name":"Rude","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Turk","origin":"FFVII","quote":"''........................'' - Rude","description":"Reno (レノ) is a prominent member of the Turks who appears in the Compilation of Final Fantasy VII. His first appearance is in Final Fantasy VII, but he has also appeared in Before Crisis -Final Fantasy VII-, Crisis Core -Final Fantasy VII-, and Final Fantasy VII: Advent Children. Often accompanied by fellow Turk, Rude, Reno wields an Electro-Mag Rod in battle, a nightstick with a taser on one end. Reno also has a penchant for gossiping and is a competent helicopter pilot.","image":"images/profileRude.jpg"},
{"id":"112","name":"Elena","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"Turk","origin":"FFVII","quote":"''I'm the newest member of the Turks, Elena. Thanks to what you did to Reno, we're short on people.'' - Elena","description":"Elena (イリーナ Irīna) is a female member of the Turks in the Compilation of Final Fantasy VII. A new member to the organization, she is still inexperienced but takes her job seriously compared to Reno and Rude. She has a crush on Tseng. Originally appearing in Final Fantasy VII, Elena has also made appearances in Before Crisis -Final Fantasy VII- and Final Fantasy VII: Advent Children.","image":"images/profileElena.jpg"},
{"id":"113","name":"Kefka Palazzo","age":"35","height":"1.67m","weight":"48kg","race":"Human","gender":"Male","class":"General","origin":"FFVI","quote":"'Read my lips — mercy is for wimps! There's a reason 'oppose' rhymes with 'dispose'... If they get in your way, kill them!","description":"Kefka Palazzo (ケフカ·パラッツォ Kefuka Parattso, Cefca Palazzo in ther Japanese version) is the main antagonist of Final Fantasy VI. The prototype to the Magitek Knights, Kefka acts as Emperor Gestahl's court mage carrying out his orders, but behind his back schemes for his own ends. While previous antagonists in the Final Fantasy series were distant, cold, ruthless, and bent on their goals, Kefka is loud, short-tempered, maniacal, and destructive. His popularity among Final Fantasy fans, at least outside Japan, as an antagonist is rivaled only by Sephiroth from Final Fantasy VII. Kefka is known for his many one-liners, his final almighty appearance (which has become something of a tradition in the series), as well as his sociopathic hatred of everything in existence. Kefka's defining character trait is his laughter, a high-pitched whooping cackle. In large part because of his dark humor and jester attire, Kefka was also given the nickname ''the psycho clown'' by fans, with this eventually becoming official with his CollectaCard description in Theatrhythm Final Fantasy.","image":"images/profileKefka.jpg"},
{"id":"114","name":"Leo Cristophe","age":"30","height":"1.88m","weight":"83kg","race":"Human","gender":"Male","class":"General","origin":"FFVI","quote":"''General Leo's never had a Magitek infusion. He's a warrior's warrior!'' - Vector citizen","description":"Leo Cristophe (レオ・クリストフ Reo Kurisutofu) is a temporary playable character in Final Fantasy VI. He is a noble and honorable man who fights for what he believes in. General Leo is the finest swordsman in the Gestahlian Empire, and one of Emperor Gestahl's most trusted men. He prefers negotiation over combat, in contrast to Kefka Palazzo.","image":"images/profileLeo.jpg"},
{"id":"115","name":"Cid Del Norte Marquez","age":"46","height":"1.63m","weight":"60kg","race":"Human","gender":"Male","class":"Chief Magical Engineer","origin":"FFVI","quote":"''I'll help. No machine can stump me!'' - Cid Del Norte Marquez","description":"Cid Del Norte Marquez (シド・デル・ノルテ・マルケズ Shido Deru Norute Marukezu) is a non-player character from Final Fantasy VI. He is the chief genetic engineer of the Gestahlian Empire who invented the Magitek process. Born in the fifth year of the nation of Vector, Cid is a member of the Marquez bloodline of patriotic scientists of the northern state of which became Vector in the war of fifty years before the game's beginning. His Japanese surname is alternately spelled as Del Norte Marguez or Marguz. Aside from working in the Magitek Research Facility, Cid cultivated a veritable collection of exotic flowers in a greenhouse, his favorite being roses. As Celes Chere grew, she would help him in the greenhouse, where Cid named his favorite flower after her and eventually gave it to her to adorn her quarters.","image":"images/profileCid6.jpg"},
{"id":"116","name":"Emperor Gestahl","age":"50","height":"1.79m","weight":"71kg","race":"Human","gender":"Male","class":"Emperor","origin":"FFVI","quote":"''Run run, or you'll be well done!'' - Kefka to Emperor Gestahl","description":"Emperor Gestahl (ガストラ Gasutora, Gastra) is the dictator of the Gestahlian Empire in Final Fantasy VI, and at first appears to be the game's primary antagonist.","image":"images/profileGestahl.png"},
{"id":"117","name":"Adel","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"Sorceress","origin":"FFVIII","quote":"''You thought I would fall for that trick?'' - Adel","description":"Adel (アデル Aderu) is a minor antagonist in Final Fantasy VIII. She is a sorceress who once ruled Esthar.","image":"images/profileAdel.jpg"},
{"id":"118","name":"Cid Kramer","age":"40","height":"Unknown","weight":"Unknown","race":"Human","gender":"Male","class":"Headmaster","origin":"FFVIII","quote":"''I don't want you all to become machines. I want you all to be able to think and act for yourselves.'' - Headmaster Cid","description":"Cid Kramer (シド・クレイマー Shido Kureimā), more commonly known as Headmaster Cid, is the founder of SeeD and headmaster of Balamb Garden in Final Fantasy VIII. He is the overseer of both school operations and SeeD operations in general, meaning he has little time for other endeavors despite his wish to the contrary.","image":"images/profileCid8.jpg"},
{"id":"119","name":"Ultimecia","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"Sorceress","origin":"FFVIII","quote":"''Time... It will not wait... No matter... how hard you hold on. It escapes you... And...'' - Ultimecia","description":"Ultimecia (アルティミシア Arutimishia) is the main antagonist in Final Fantasy VIII. A powerful sorceress, her ultimate goal is to compress all time and space to become ''a living god.''","image":"images/profileUltimecia.jpg"},
{"id":"120","name":"Ellone","age":"22","height":"Unknown","weight":"Unknown","race":"Human","gender":"Female","class":"","origin":"FFVIII","quote":"''People say you can't change the past. But even still, if there's a possibility, it's worth a try, right?'' - Ellone","description":"Ellone (エルオーネ Eruōne) is a non-player character in Final Fantasy VIII who is pursued by evil sorceresses who wish to exploit her mysterious powers over time. In Japan, published Final Fantasy VIII materials spelled her English name as Ellione.","image":"images/profileEllone.jpg"},
{"id":"121","name":"Warrior of Light","age":"Unknown","height":"Unknown","weight":"Unknown","race":"Manikin","gender":"Male","class":"Warrior","origin":"FFI","quote":"''No matter what becomes of the world... the light will always be with us.'' - Warrior of Light","description":"The Warrior of Light is a hero fighting on the side of Cosmos in Dissidia Final Fantasy and Dissidia 012 Final Fantasy. He also appears Dissidia Final Fantasy NT, fighting on the side of Materia, its arcade version, and in Dissidia Final Fantasy Opera Omnia. A skilled and honorable swordsman, he duels using both sword and shield to strike his enemies. He leads the warriors of Cosmos, and serves the will of the goddess faithfully as her right-hand warrior. His nemesis, Garland, is Chaos's right-hand man. Unlike the other warriors, Dissidia character files note that the Warrior of Light is unaware of his true name or origins. In Dissidia 012, his connection to Cosmos and Cid of the Lufaine is revealed, establishing him as an original character not summoned from another world. Although all ten heroes of the original Dissidia have their own Destiny Odysseys, the Warrior of Light is considered the main protagonist.","image":"images/profileWOL.png"}
]
